return {
  {
    "                               第六章   梦樱**** ",
    "刻完名字的梦樱并没有立刻踏上旅程，而是原地坐下思考了起来： ”首先，捋清思路，上一次死亡是似乎是因为我太过于冒进，被藤蔓勾中了脖子从而被吊死在了树上，但事实真的如此吗？这片森林似乎在阻止我靠近那片绿光，事实上就算没有出现那个藤蔓我也永远追不上那片绿光，因为移动的树木总是会挡住我的脚步。既然这片森林是活物，那又是什么导致了它决定出手杀死我呢？？这很奇怪。“",
    "梦樱紧闭双眼陷入头脑风暴当中，丝毫没有感觉到头顶成群的蝙蝠正在盘旋。翅膀振动产生的分贝很明显远远低于了人类耳朵可以捕捉的极限。",
    "沉思中的梦樱只感觉喉咙一痛，惊呼声却已无法再传达出去，她的脖子已经被咬穿了，映入眼帘的是一只只眼睛通红，样貌丑陋的吸血蝙蝠，梦樱没有犹豫，奋力的在地上翻滚起来，企图将身上的蝙蝠全部压死，但那些蝙蝠似乎是无穷无尽一般，冲天的红光将森林染成血色，乌压压的蝙蝠像是海啸一样冲击着少女的身体。只是几个呼吸之后，蝙蝠便如雾一般全部散去，只留下一副冰冷的尸体。",
    "梦樱再一次惊醒了过来，脸色苍白如纸，全身打着冷战。但她的眼神却没有任何的慌乱，调整好自身的状态后，捡起一块石子，再次在腿上写下了自己的名字。心中念头飞速流转。“看来一直在原地待着并不安全，这片森林可不是只有植物危险而已，血液被抽空的感觉我可不想再体验第二次。现在当务之急是寻找这片森林突然攻击我的原因。看来唯一的办法只能是再回一次被藤蔓绞死的地方了，等我出去了一定要教训那个，那个。。？糟了！已经想不起来了！”",
    "意识到梦境世界中复生确实有所代价的梦樱，打起了十二分的精神，一步三探头的向那片绿光的所在地迈去。",
    "梦境之外",
    "太真调息片刻之后，稍微恢复了一些精神，此时的他也是非常忐忑的，因为虽然这片森林形成的噩梦，对于他来说是最初级的梦境，但是梦樱毕竟是被他赶鸭子上架的纯新手，自己花言巧语才骗来的帮手，要是就这么完蛋了，天知道何时才能出这片森林。所以太真只是稍微休息了一会就赶忙跑到阵法处观察情况。只见梦樱安静的坐在阵法中央，周围一圈暗影火焰已然熄灭了两团，太真脸色瞬间黯淡了下来：“我才调息了一会，居然就已经在噩梦里死了两次，这噩梦不应该是最初级的噩梦么，怎么会出现这种情况？”",
    "太真心下大惊：“梦境是有智慧的生命才会产生的，而智慧越高的生命产生的梦境就会越复杂，按理说植物虽然因为撒嘛的影响产生了初步的灵智，但绝不应该如此凶险才对，难道是我遗漏了什么？“就在太真思绪流转之时，阵法周围的火焰再次无声的熄灭了一团。只剩下了三团黯淡的火焰还在不断摇曳着。",
    "太真看在眼里，心知现在再去探明原因已经是不可能了，当务之急是先保住梦樱的精神不迷失在梦境当中。太真抬起右手虚握，一团团噩梦燃料被他吸入手掌之中，像是吃爆米花一般尽数塞入自己的口中，左手手心向上，一团黑炎迸发开来，黑炎散去，一本漆黑的书籍悬于左手之上。右手也不停歇，那透明，晶莹，不停蠕动的噩梦燃料刚一进太真的口中，便爆散开来，浓郁的能量使太真的头发根根倒竖，眼中金光直冲天际。吸收完所有的能量后，太真再一捏左手，漆黑书籍被一下捏爆。 “去！” 太真猛地一挥手，手里的黑炎飞向了梦樱得身体。随后太真眼前一黑。晕倒了过去。",
    "梦境之中，梦樱正精神萎靡的瘫在原地，这片森林太过于妖异，即便她步步为营，处处小心，依旧是没能逃过森林的追杀，这次她死在了一片沼泽里，和前两次不同，沼泽那种一点一点将自己生息吞没的场景，那种费劲全身力气，却徒劳无功的感受，让并未承受过折磨的梦樱有一些彷徨，她浑身无力的躺在落叶当中，眼前已然开始飞过一片黑压压的蝙蝠，这次梦樱看的很清楚，它们尖锐的獠牙，狰狞的模样，以及，对她赤裸裸的渴望。梦樱想挣扎着起来，但每次死亡的感受却会毫无余地的继承下来，此时的她动动手指都难，有点后悔在沼泽里用光了全身的力气。",
    "“这或许就是祸不单行吧。”梦樱无奈的想道，打算坦然的接受自己的命运，顺便试试装死会不会起效果。 结果当然是没有效的，嗜血的蝙蝠不会放过任何到嘴的美味，乌压压的蝙蝠再一次向梦樱发起了冲锋，很快，梦樱的身体的每一处都爬满了蝙蝠，它们肆无忌惮的争抢，撕咬，吮吸。生怕慢别的同类一步。",
    "几息之后，第一只蝙蝠开始嘶叫着飞起，随后是第二只，第三只，第四只。。。成群的蝙蝠口中冒着黑炎，随后无力的掉落在地，铺成了一块黑红的地毯。本来浑身瘫软的梦樱突然发现身体中多出了一股莫名的力量，这股能量在梦樱体内到处乱撞，似是再找一处宣泄的口子，梦樱忍不住，大口大口的吐出了一团团黑炎。这些黑炎聚集在一起，形成了一本漆黑的书籍。",
    "梦樱忍不住好奇的翻看起来：”《****》？这是什么文字，完全看不懂啊。” 梦樱陷入了迷茫。虽然自己逃过了一劫，但是眼前这本书却给了她更大的危机感。只是附身于自己就瞬间杀死了这么多蝙蝠。这本书得拥有多大能量。梦樱是无法想象的。而且这本书上的文字自己一个也不认识，无尽的未知让已经死了三次的梦樱有点草木皆兵，陷入了两难的局面，是带着这本书一起探索森林，还是把它丢在原地。梦樱再一次进入了头脑风暴当中。",
    "" 
  } 
}