return {
  {
    "                      第五章 梦樱的不妙冒险           ",
    "夜深，当空皓月，万里无云",
    "由一个个奇妙图形组成的阵型中央，少女梦樱正盘腿而坐，双手放在膝盖上，掌心朝上，两眼紧闭。面容严肃。",
    "”喂，你好了没啊。我已经这样坐了好一阵子了。腿都麻了。“梦樱闭着眼睛有点不满的埋怨道",
    "一旁的太真闻言，无可奈何道：“慢工出细活懂不懂，这是你第一次进入冥想空间，我得做好万全的保障才行。”",
    "已经被坑过很多次的梦樱顿时警觉起来了，不由得有点害怕：“你等等，保障？为啥要保障，还是万全的保障，不是说冥想么，难道其实这是一件特别危险的事，你可别有什么事瞒着我，我们之前约定好的，你要是瞒着我，我就不和你合作了。”",
    "太真一脸和蔼的柔声说道：“没事你别怕，我不会让你受到生命威胁的，而且我也没瞒着你啊，这个训练内容的确是叫冥想没错的，至于具体内容的话，等你进了冥想空间，自然会知道，因为实际上我也不知道，每个噩梦都是不一样的。但这次是由这些植物组成的梦境，我想应该不会太困难。放心有我在。”",
    "梦樱听完更害怕了。连忙想要起身，突然发现自己已经没法动弹了，她疯狂挣扎着，一遍挣扎一遍喊道：“太真！！！你这只臭狐狸，我以后要是再信你，我就是猪人生的仔！。”说完便眼睛一闭，不再言语。似乎是认命了。",
    "太真见状，也知道安抚没啥意义，自己连哄带骗终于也算是带领这个女孩真正进入了暗影魔法的大门，暗影魔法本就危险重重，不是什么人都能踏足的领域，若非眼前的女孩天赋实在太好，太真也不想这样对待她，但事已至此，目前已经来到了最后一步，自然没有退缩的可能性，虽然梦樱叫的很厉害，但太真心里也知道，她已经孤注一掷了，至于事后会怎么对付自己，走一步看一步吧。",
    "思索完毕后，太真没有再犹豫，一掌打出漆黑如墨的黑炎，点燃了阵法。刹那间，梦樱周身便被黑焰笼罩，太真一遍施法一遍讲解道：“这是你得第一次冥想，所以需要阵法辅助，当然完全理解了暗影了，就可以随时随地的进入冥想了，进入冥想世界后，切记切记，不要忘记自己的名字，不要！忘记！自己的名字！！！！。”",
    "太真急促的声音在耳边渐行渐远，梦樱的意识逐渐模糊了起来。似乎是切断了与外界的所有联系。感觉周围都被黑暗所笼罩，而本来那些不被察觉的，属于精神，属于生命的能量。似乎一点一点的清晰起来。朦胧中，梦樱看到了前方有一股暴戾的能量在不断的运动着，梦樱没有立刻走进那股能量，而是心中默念了3遍自己的名字，随即深吸一口气，身体慢慢的向那股能量探去。",
    "也不知过了多久，梦樱感觉自己似乎是醒了，周围依旧是那一望无际的森林。黑压压的叶盖像是罩住了整个世界，周围空无一物，自己似乎是躺在了一片落叶堆当中，梦樱一个翻身，拍了拍身上沾着的落叶和泥土。有点不明白自己为何会在这片森林当中，远处不时传来的野兽叫声，树叶沙沙声，夜莺鸣啼声，都让梦樱有点不寒而栗。自己对这里非常的陌生，从未来过这里。自己本来应该在。。本来应该在。。。。思索到此处。梦樱有点蒙了，自己本来应该在哪来着？？？原地苦思冥想了一阵子都没想起自己是从何而来，甚至连自己叫什么都不知道。",
    "就在梦樱苦恼之际，突然一阵雷鸣，一道闪电击中了不远处的大树之上，将大树劈的四分五裂，炸开的大树伴随着一道道带火的树枝点燃了那堆落叶，呼啸的大火将落叶燃烧殆尽，留下的灰烬似乎形成了文字，梦樱小心翼翼的上前查看灰烬，灰烬形成了一个”樱“字！！",
    "看到此情此景的梦樱如遭雷击，突然间回想起了自己的名字，以及来这里的使命，没想到自己刚一进入冥想空间便将最重要的事忘记的一干二净，这空间果然凶险，但太真所给的保障看来也不是骗她的。想到此处，梦樱心里稍微多了一点安全感。自己只需要解开这片噩梦，就可以正式成为一个暗影魔法师了！",
    "同一时刻，冥想空间外",
    "气喘吁吁的太真正紧盯着陷入冥想空间的梦樱，心下有点忐忑：“没想到，我居然在这片诡异的大陆虚弱成这样，仅仅是稍微影响了一下噩梦的轨迹，就让我耗费了如此多的能量，再从外界干扰恐怕已经是不可能了，只能寄希望于梦樱的天赋和我在她精神世界留下的保护了。“",
    "而梦樱却对此事毫不知情，但向来胆小的她却不会有任何松懈，此时的她正在一步三探头的探索着这片森林。周围时不时传来的动物叫声，让她每一次前进都格外谨慎。",
    "就这样小心探索了一阵子，梦樱看到丛林深处，似乎发着阵阵的绿光，这吸引到了梦樱的注意，这种明显的异常现象，说不定就是这片森林噩梦的关键所在，梦樱循着绿光的轨迹，向深处不断地探索，可无论梦樱如何靠近，那绿光仿佛是有生命一般远离着她，梦樱的脚步逐渐从慢走，变成慢跑，又从慢跑变成狂奔。而周围的森林像是有生命一般阻止她靠近那片绿光，突然，一片藤蔓从天而降，钩住了梦樱的脖子，狂奔中的梦樱来不及停下，巨大的惯性牵扯着她的脖颈，带刺的藤蔓将脖颈扯出一道道狰狞的伤口，鲜血狂喷不止。藤蔓还在不停的收紧，将梦樱挂在了空中。。。。。",
    "啊啊啊啊啊啊啊啊啊啊！梦樱尖叫着醒来，随即像是疯了般捂向自己的脖子。”这。。。这！！诶，没事？那我刚才。。。？不对，我感觉我好像忘掉了一些事情。。。”梦樱在经历过一次深刻的死亡后，有点开始明白空间的规则了，既然这片空间是由噩梦组成，那么人在梦境里是不会真正死亡的，但精神会逐渐迷失，假如自己的精神迷失在了这片噩梦当中，那即便肉体没有任何损伤，但灵魂却不复存在了。所以必须得记住自己是谁。想到这里。 梦樱不在犹豫，捡起地上的一块锋利石子，在自己的腿上刻下了自己的名字，鲜血与痛感刺激着梦樱的神经。梦樱咬着牙心里发狠的想道：“呵。。这可不是什么美妙的体验呢，但我一定会活着出去的！“",
    "" 
  } 
}