return {
  {
    "第陆章·暴走真的烦死了",
    "",
    "“但是，身为主宰的你不应该可以战胜他吗？怎么还需要我这个外人的帮助？”太真骑着番号，无情的吐槽着。“没办法，之前混沌暴走的时候我们是靠神器的力量才击败他，让他冷静下来的，现在神器已经伴随着世界之树被摧毁了，没想到混沌原来并没有完全稳定下来。”法靠自己的力量维持的飞行，并且在为太真讲解着现在的状况。“也就是说，现在的情况是把那个怪物打败喽？”远处升起冰墙，将怪物困在冰做成的牢笼里面『固有能力·悲叹的寒冰牢笼！』；“是这样的，不过放开了打，就算给混沌打个半死也没有关系。”一道红光闪过，牢笼被切成两半，里面的怪物却毫发无伤『固有能力·绝望切割！』；“所以......”浸被打飞到闲聊的两人旁边，被黑云稳稳的接住『固有能力·软绵绵先生~』。“你们两个快点来帮忙啊！”",
    "",
    "在被催促后，两人才终于前去帮忙。“圣光啊，帮助我战胜眼前的敌人吧，给他们带来救赎......”翼在后排吟唱，难将镰刀变得巨大又一次挥动镰刀，但是却从中穿过去一样，难此时愣住了，怪物直接一掌将难拍飞，难及时反应过来用黑色液体保护自己『固有能力·绝望的具象化！』。“就这样，结束痛苦吧！『终极光魔法·闪耀的净化圣光！』”怪物的头顶展现法阵，对怪物进行强烈轰击，在浓烟过后，怪物并没有受到太大伤害。“可恶，为什么会这样！浸可以联系上混沌吗？”翼转头问浸，“不知道为何，明明现在混沌应该是陷入了昏迷，但是我却在梦境里找不到他。”怪物伸出触手砸向浸，浸用黑云挡住了攻击，“貌似，这次的暴走并不是因为什么自我防卫。”怪物又拿起一个巨石砸向了浸，在这千钧一发之际，太真使用番号将巨石击落，用暗影分身将浸拖了出来，法顺势从地底召唤出藤蔓缠住怪物，但是明明已经被束缚住的怪物却立刻脱困了。“各位，我有一个计划......”法让大家凑过来过来将计划说给众人听。",
    "",
    "“我能听到你的悲鸣，让我，来承担你的痛苦，消除你的病因吧！『固有能力·叹息之墙！』”棱率先发起攻击，使用冰铸成了一道墙，随后碎裂，空中的温度骤降，在周围形成了一片冰雾，无数的冰锥从冰雾中射出，但是无一例外的被穿透了，在雾快要散去的时候，终于有一小部分的冰锥刺中了怪物，这一刹那，难直接挥动镰刀“安心去死吧！『固有能力·斩断一切的绝望！』”终于对怪物造成了伤害，并且把怪物切成成了两半，混沌露出了头，眼神无光。法操纵藤蔓把另一半牢牢缠住，浸则直接冲去用黑云试图抓住混沌，但是混沌却被缠的死死的。太真操纵「番号·盛宴-饿龙」万千阴影在汇聚，抓住怪物的另一端，可怪物还在反抗，太真一用力就轻松制服，浸使出浑身解数才终于将混沌拉出来，怪物逐渐失去原型，化成一滩液体；正当大家都松一口气的时候，怪物重新汇聚成了混沌的模样，“真的有够烦人的！”太真直接拿出‘『帝』盖亚毁灭炮’开始蓄力，怪物则直接向大家冲了过来，在怪物要碰到大家的时候，终于蓄力完成，太真对着怪物的脸就来了一发，巨大的冲击甚至直接在后面的山崖上开了一个巨大的洞，怪物也就此灰飞烟灭。“呼，真是的，这家伙醒了我一定要给他来上一拳。”太真右手握拳，一脸的不爽。",
    "",
    "过了一会，翼带着一株草药飞了回来，给混沌喂下，瞬间，混沌坐了起来，大口的喘着气，看着大家。“你醒了啊。”太真活动了下关节。“我可以说没有醒来吗？”接着混沌就被太真一个暴扣。“痛！”混沌本能的喊着，可是大家都愣住了，因为混沌是不会喊痛的，而且也没有开玩笑的意思，他的头上起了一个包。“你干嘛，哎呦。”混沌喊着，好像在撒娇一样。大家转头看向翼，翼自己也很惊讶，翻出了一本书，“哦，我把草药找错了，那是「回春草」，会让吃下的人返老还童一段时间，大家回头看混沌的时候，混沌已经是一只小猫的样子了。“为什么这么麻烦啊！”太真痛苦的叫着。",
    "",
    "",
    "第陆章·暴走真的烦死了" 
  } 
}