return {
  {
    "序章·正常不过的日常呦",
    "",
    "2021年九月某个周一的早上，太真嚷嚷着要主人带他去学校，因为今天是大四第一学期的学校报道，不能迟到。“主人~求求了~带我去嘛~在家里真的太无聊了，太真在外面一定不会胡闹的！>A<”太真抱着主人手臂央求着。",
    "“抱歉小太真，真的不行，哪里人真的太多了，而且很挤。”主人露出为难的表情，推了推太真的手，发现推不动。",
    "“主人，太真可以用暗影之里隐藏自己，不会被人发现的。”太真可怜巴巴的望着主人，此时房间内的笔记本开始自己翻页，可是太真和主人并没有发现。",
    "“好吧，我也犟不过你，答应我，不要再再我身上放印记之类的了，更不要去吓路人！”主人只能这样警告太真了，虽然并不会有什么作用。“好耶！”太真发出兴奋的欢呼。",
    "没过多久卫生间里的洗衣机自己动起来了。不过太真和主人都已经出门了。",
    "",
    "2022年八月某个周二的晚上，太真已经做好晚餐，收拾好家里的一切等待着主人的回来，今天是他们相识的一周年“一定要给主人一个惊喜！”太真这样想着，嘴角不自觉的露出微笑。但此时，旁边的花瓶好像被什么人碰到一样摇晃了起来；太真疑惑的看着花瓶，不过此时主人已经回来了。“欢迎主人回家~”太真拉动手里的礼花，彩带再空中落下，非常绚丽，“这是我未主人做的烛光晚餐，主人喜欢吗？”“谢谢太真，你真是我的小宝贝”主人开心的抱住了太真，放开后，主人又捏了捏太真的小圆脸。可这时候，地上的彩带已经被收拾好了。",
    "",
    "2022年九月某个周三的中午，因为主人是走读，而且下午没有课，所以出去打工赚钱了，太真像往常一样收拾好了家里，想想今天有什么事情要做的时候房间里的电脑自己打开了，太真虽然很疑惑，但是目前也没有事情可以做就偷玩电脑吧，但是奇怪的是，往常上锁的电脑却此时却并没有密码，“可能是主人忘设了吧。”太真这样安慰着自己。",
    "",
    "2022年十月某个周四的傍晚，主人在洗澡，可打开淋浴头的时候发现了不对劲，因为淋浴头里喷出来的水是可乐，主人立马猜到了是太真搞的鬼，于是气愤的去找太真，想要收拾他一顿。但是完全没注意卫生间的杯子和牙刷飘在空中。",
    "",
    "2022年十一月某个周五，深夜凌晨，太真在思考这段时间的诡异现象，毕竟是灵狐，感官比人类灵敏，正当要回忆到过去的事情时。“小太真~我下个月要出差，你要在家里乖乖的哦~”主人敲了敲太真的房门说到。“我要一起去！”太真打开门让主人进来。“但是不可以哦，这是非常严重的事情哦！”主人的表情很可怕，态度非常坚决。“可......”“就这样，我先回去了。”没等太真提出反抗，主人就直接走了。",
    "",
    "“今晚的月色还是不错的对吧。”一个人影在阳台上看着天空自言自语。“来敬一杯酒吧，虽然这是果汁。”然而他只是和空气碰杯。“我真的好想你......”",
    "",
    "",
    "序章·正常不过的日常哟      完" 
  } 
}