return {
  {
    "第二章·比游戏还刺激",
    "",
    "“来，坐，喝一杯『昏睡红茶』罢”那只猫招呼着太真过去。“哦，只是个玩笑，哈哈。”猫见太真不为所动便自己打圆场。太真警惕的坐在猫的对面桌，仔细打量着猫，发现猫的样子和之前在光之房看见的猫差不多，但是猫的身上却散发的令人不解的气息，是非常混乱的感觉，而且实力可能远在太真之上。",
    "",
    "“你是谁，为什么把我拉到这里来？”太真警惕的露出獠牙凶狠的看着对方，左手唤出「番号月蚀」随时准备进攻。",
    "“你还说？不是你召唤我把你带进来的吗？”对方白了一眼太真，喝了一口茶，“你就是太真？看起来就是一只普通的狐妖嘛，甚至一点也不懂礼貌。”猫没好气的说着。",
    "“你怎么知道我的名字，而且我不是狐妖！还有这里是什么地方？”太真收敛了许多，但是依然保持着警惕。",
    "“那个人类之前和我说他养了一只灵狐，名字叫太真，甚至是暗影之王，说的就是你吧。”猫往茶里加了些牛奶，用勺子搅拌着。",
    "“你和主人有交集？你是他的朋友吗？”太真疑惑的看着对方，可对方只是微微一笑“算是吧。”",
    "太真接着问到：“可是你还是没有告诉我你是谁，这里是哪里，为什么我在这里”",
    "“我没有名字，知道我或者听闻过我的都叫我混沌之主，简称混沌”混沌笑着喝了口茶“这里是我创造的空间，不存在常理的奇异世界，你触摸了那条项链，我这边作出了反应，我以为是那个人类想要再来这里玩一玩，可是却把你送进来了，而且你一点礼貌都没有。”混沌露出难过的神情，仿佛太真欠了他一个亿一样。",
    "",
    "“那现在可以送我回去了吗？我还要收拾房间呢。”太真收起了番号，打算离开。“别急着走麻~好久没人陪我了，让我们来玩个刺激的东西吧”混沌露出非常邪恶的微笑，这个微笑令人不寒而栗，就连太真也感到了畏惧。“什么，什么刺激的东西，是新游戏哦？”太真试探性的问着。“比游戏还刺激！”混沌打了个响指，周围的事物开始扭曲，变形，阴暗的爬行，“生死大逃杀！被我抓到的话，会死的很惨的哦~哈哈哈哈！”混沌扭曲的笑着，那笑声仿佛是从冥界传来的一样，太真从未听过如此渗入的声音，那是渗入人心的恐惧，而且太真感觉到了那话语中存在的杀意，完全不是闹着玩的样子。",
    "",
    "此时，房间已经变成了一座黑漆漆的迷宫，太真赶紧唤出「番号照夜」照亮周围，这里的一切残破不堪，好像一座鬼屋，每一个路口的尽头仿佛都有一个鬼怪，等着太真上钩。",
    "就在这时，太真的后方响起了一阵音乐：“只因你太美！Baby......”",
    "太真猛然回头看，看见了一只巨型公鸡正在向他冲来。",
    "“这是什么鬼啊！”",
    "" 
  },
  { "第二章·比游戏还刺激      完" } 
}