return {
  {
    "第一章·奇怪的相遇",
    "",
    "2022年12月周末的早晨，主人早早的就出门了，因为大学有重要的事，所以这个月都不会回来，虽然有大把的世界玩乐，可太真还是很自觉的做好家务，把要洗的衣物扔进洗衣机，扫地拖地倒垃圾，在收拾电脑桌时，看见了一个闪闪发光的项链，太真挺好奇的，因为这个项链不像是这个世界的产物，颜色一直在黄，蓝，红，黑之间切换，仿佛有吸引力一样吸引着太真的眼睛。",
    "",
    "太真忍不住伸出手想要拿起项链仔细观赏一番，在触摸到项链的那一刻，太真面前的空间被撕裂，空中出现一道黑色的传送门，传送门内发出各种令人畏惧的哭嚎，传送门的吸引力之大仿佛要把整个房间都吸入其中，太真抓着课桌的边缘试图脱离，但最终还是支撑不住被吸入那深渊般的世界，此刻房间内终于安静下来，甚至自己整理好了。",
    "",
    "不知过了多久太真张开眼睛但周围却是伸手不见漆黑的五指，“有人吗？”太真谨慎的呼喊着，右手换出「番号照夜」试图照亮周围，可还是漆黑一片。",
    "",
    "太真摸索着，缓缓的往前走着，走了大概半小时后，终于看见了远处细微的光亮，太真兴奋的跑过去，光芒越来越近，终于跑出了那无边的漆黑，但另一边的光芒却照的太真睁不开眼睛，连忙退了回去。",
    "",
    "太真仔细看，发现光之房与暗之房中间不可思议的隔断了，中间没有墙，只有这一块地方漏出了光，太真思考了片刻使用暗影之力护身，走入光之房，在暗影的防护下，光不在那么刺眼，是正常人可以接受的程度了。",
    "",
    "太真看清了光之房内的一切，发现周围都是类似于猫的东西，但是又没有胡须，甚至没有爪子，他们被光芒笼罩，双手合十，举过头顶，做出类似于祈祷的动作。",
    "",
    "不知走了多久，终于看到了出口，但是另一边传来了非常炎热的感觉，让太真很不舒服，正在太真犹豫要不要进去的时候，太真脚下的地板突然不见了，太真急忙用「番号照夜」瞬移到一边，太真望了一眼那个洞，发现里面刮着暴风雪，并且寒风刚好在地板处消失，这违反常理的事情让太真一时间没有想明白，在太真抬头的时候，发现前方已经变成了暗之房，往后看时后方的墙壁距离太真只有几米远，而且后方的房间变成了冰之房，太真惊讶的低头时看见地面已经完好如初，此刻，太真停止了思考。",
    "",
    "“你好啊小狐狸～”突然间，太真的背后传来声音，太真回头看时，发现后方空无一人，但是后方的视线却非常昏暗，太真解除了暗影之力的守护，发现此刻自己已经身处一个非常华丽的房间内，房间的正中央摆放着茶桌，而且有一只穿着西装的猫坐在一边，看着太真，太真一时间分不清这位是敌是友，因为这只猫散发的气息太混乱了。",
    "" 
  },
  { "第一章·奇怪的相遇      完" } 
}