return {
  {
    "第肆章·这个主宰不正经",
    "",
    "太真打开门往内看了一眼，房间内的设备很齐全，但是却很老式，并没有比较先进的电子设备，而且，貌似没有厨房。太真注意到有一个房门不一样，太真好奇的打开房门，一股蒸汽扑面而来，太真定睛一看，是温泉，自从一栋栋高楼拔地而起，世界进入现代化，温泉这种东西已经变成稀有物品了。",
    "",
    "混沌看了看太真，又看了看温泉；太真看了看温泉又看了看周围“为什么这里没有更衣室啊？”太真不解的问混沌。“啊，平常就我一个人，所以我是随用随洗的，要不，你闭个眼？”太真疑惑的看着混沌，生怕混沌想趁其不备做他做什么不好的事，“你想干嘛？”“给你变个魔术。”混沌嘴角威威上扬，用右手打了个响指；太真迟疑的闭上了眼睛，并且再次警告了一遍“敢碰我，你必定不会留个全尸”“放心好啦，我不会对你做什么的。”太真听见混沌好像在捣鼓着什么，忍不住想偷偷看一眼，看见混沌在对墙壁做什么奇怪的事情。“可以睁眼啦~”太真睁开眼睛的时候，面前一个华丽的更衣间出现在眼前；“哇哦，怎么做到的？”“纳米抛瓦，小狐狸。”混沌叼着朵玫瑰摆了个造型，自豪的说。“但是，我没有换洗衣物欸。”太真低下头陷入沉思。“没事啊，你来挑一下那件衣服吧。”混沌伸出手臂挂着自己刚变出来的服饰。太真看着这么多种类的衣服一时间还真看不过来，忽然间，看见了一件非常熟悉的汉服，让太真回忆起了一些往事。“就这件吧。”太真指了指那件汉服。",
    "",
    "太真率先脱了衣物跳入温泉之中。“好舒服啊~”，上一次泡温泉还是在小时候，那真是一段快乐的时光啊。“这蓝天也很美呢。”声音在太真耳边响起“确实”太真抬头看了看天空，但是太真立马发现了不对劲，猛的回头看，混沌在太真边上抬头看天空；太真本能反应的唤出「番号月蚀」给了混沌猛烈一击，“不要这样突然出现在别人身边啊混蛋！”“抱....抱歉......”混沌倒在一边，貌似伤的不轻。太真叹了一口气，看着「番号月蚀」回忆起了往事。",
    "",
    "“里奇我们一起去玩吧！”太真抓着另一只灵狐的手跑到的森林里，“太真我们还是回去吧，大人们说过，我们不可以随便跑到森林里。”里奇挣脱太真的手有点担忧的说。太真拍了拍里奇的肩膀说：“没关系的啦，及时的跑回去就好了嘛。”太真看见树上有一个树果，还是稀有的异色果，于是爬到树上试图把蜂窝摘下来。“太真！你小心点！”里奇看着太真非常担心。“放心吧，我没事的！”太真对着里奇比了个大拇指，太真试图伸手摘取果子的时候，树枝突然断裂，太真摔到了草地上，里奇急忙跑过去，“太真！没事吧！”太真坐了起来，举起手里的异色果，冲里奇笑......",
    "",
    "“喂，喂，喂小狐狸？”混沌在太真眼前摆手，太真已经完全入神了。太真缓过神来看着混沌便又给了混沌一拳“别靠我太近啊！”混沌已经完全不想从温泉里起来，毕竟已经很心累了，而且不需要呼吸，不用担心淹死。“喂，没事吧！”太真呼喊着混沌，看看混沌死没死，死了就麻烦了，不过生命力那么顽强的他应该是死不了的。混沌在水池里伸出手，比了个大拇指，然后坐了起来，“看来你还是关心我的嘛，不过放心，我可是不需要呼吸的呢！”混沌露出自豪的笑容，然而此时太真的「番号月蚀」已经自动升级成「番号月蚀·大帝机神霸王」在蓄力攻击；混沌老老实实的躺下了，并不想动了。",
    "",
    "屋外传来呼喊声，一只奇怪的龙型生物打开了房门，说着太真听不懂的语言，看见太真和混沌在泡温泉，立马关上了门，虽然是初次见面，但是太真却感觉有点眼熟。混沌在转眼间已经穿上了西服，走了出去，留下了还在懵逼状态的太真，一件华服和一颗药丸，药丸被纸条压着；太真看了一眼纸条，上面写着：“他们讲的都是这里的方言，这颗药可以帮你听懂他们讲的话，不谢哦，啾咪。”太真白了一眼，心里骂了一句就起身用毛巾擦干身体，换上了汉服，吃下了药丸，走了出去。",
    "",
    "“来客人不和我说这是你第二次这样的，再这样我就只能把你驱逐出境了，我知道你不会对他们怎么样，但是之前暴走的精力真的让我不敢把人长时间放你这里。”龙型生物滔滔不绝的说着，太真都没机会插上话；忽然，混沌抓起桌子上的一张纸，揉成一团，放在手心里，再次打开手心的时候，母鸡扑到龙型生物的头上闹了一番就跑到了太真的怀里。龙型生物看见了太真，连忙走过去鞠躬道歉：“恕在下招待不周，还让客人见笑了，自我介绍一下，在下是法，这个世界的新管理者。”太真低下头若有所思，在思考了一会之后太真指着法说：“你是那个吃独食（树果）的！”，法缓缓的抬头看着太真，满脸写满了疑惑，然后又看了看混沌，混沌摆了摆手，表示“我不造啊”，法缓缓的回过头看着太真，法的眼中充满了迷茫，愣了几分钟后，又抬头看着天花板思考着什么。“抱歉抱歉，开了个玩笑，我叫太真，是一只灵狐。”太真看着法的反应，忍不住笑出了声。法叹了口气就坐在沙发上看书了。而混沌和太真则玩起了象棋。",
    "",
    "这时候，响起了敲门声，三位停下了手头的事，面面相觑，法问道：“谁去开门？”太真和混沌二人都不约而同的看向了法，法叹了口气，走去开门，这时候门把手转动，直接把法拍在门后。“小法！在吗？有个人类有急事找你！欸我好像磕到了什么，不对应该集中注意力找小法。”一只穿着棉袄的蓝色猫型生物探进了脑袋，看法不在就把门关上了。混沌和太真不约而同的看向了对方。法揉了一下脑袋，闭上了眼睛，想要开门叫住那个蓝猫，突然门又被突然打开了，蓝猫问混沌：“小混混你看见小法了吗？不对刚刚好像又磕到了什么东西，啊，不，现在应该是找小法。”混沌指了指门，蓝猫把大半个身子探了进来也没有看见法，以为是自己的打开方式不对就把门关上了。法走出来，简单的用绷带包扎了一下自己正在流血的头之后，学乖了，好好的等门没有动静了，确定100%安全了再准备开门，这时候，门被踹开了，一只穿着破烂斗篷的黑色猫型生物和蓝猫走了进来看见房间内只有太真和混沌，黑猫率先开口：“请问你们看见法老师了吗？”太真捂着嘴巴尽量不笑出声来，混沌则把头扭了过去，法从门后走了出来，头上在滋儿哇冒血，太真和混沌此时已经忍不住了，笑的很大声，而黑猫则愣住了，蓝猫捂住了嘴，眼睛里充满了不可思议。法缓慢的使用『高级体术强化！』把门拆了下来，折成了好几份，黑猫扶着法坐到沙发上，给他包扎伤口，蓝猫使用『初级冰魔法！』制作了一个冰袋给法敷上，刚给法敷好的时候，蓝猫突然拉起了法，给法整的一愣一愣的，“小法我们现在出发，那个首都有急事！”黑猫拦住了蓝猫说：“棱你先冷静下来，你太紧张了，法老师现在需要的是休息，先等一下再出发吧。”棱开始大口喘气，“哦......对不起......不对......应该......抱歉......我应该......怎么办？”棱抱头跪在地上，一副很痛苦的样子。混沌叹了口气起身拿起一颗象棋子，握在手里摩擦了一下，变出了一瓶药给棱服下，对着黑猫说：“你先扶棱去躺椅上休息一下。”混沌转头对着法说，“小法你没事吧。”难已经把棱安顿好了，法则白了一眼，用职业假笑对着混沌说：“如果你和我一样是肉身，而且刚刚头被撞了三回你会有事吗？”说完白了一眼混沌重新把冰袋敷上。混沌开始给太真介绍，指着棱和难说：“蓝色的那只是棱，黑色的那只是难，棱经历了换代之后，精神不稳定了，在上一代留下的生命之剩下我，法和四神使了。”太真若有所思，虽然与另外两位素未蒙面，但是却有着熟悉的气味。",
    "",
    "在大家都已经整顿好的时候，一只披着白色披风，戴着金色花圈的棕色猫型生物和一个人类急匆匆地走了进来：“小混混！你一定要帮帮我！小法不见了我只能求......欸？小太真？你怎么在这里！”太真一眼就认出了主人，但是还在质疑是不是真的主人，因为不确定混沌会做出什么奇怪的举动。主人抱住了太真，太真闻到了熟悉的气息才认定这是主人，在主人怀里安心的闭上了眼，不过过了一会就抛出了致命问题：“主人，你为什么会在这？你现在不是在上班处理事情吗？”",
    "",
    "第肆章·这个主宰不正经    完" 
  } 
}