return {
  {
    "                              第一章 落魄少女会梦见正太狐狸么。",
    "                        永恒大陆，广袤无垠的森林中一个少女正在拼命的奔跑着",                       
    "     “可恶，就只是采了一个胡萝卜而已，那些猪人至于追杀我一整天么。”少女愤愤的想到。", 
    "     她叫梦樱。是永恒大陆人类王国一个贵族家族的子女，家族在皇位之争中因为站错了队惨遭清洗。作为私生女的她因为没有接触到核心的谋划侥幸逃过一劫。但人类王国显然是不能待了。梦樱辗转来到了猪人王国。饥肠辘辘的她在看到满地的胡萝卜和浆果林后不由自主的就采摘下来食用。却没想到猪人如此小气。因为这点东西就追杀了她整整一天。",
    "     天色渐黑。身后已然没有追逐脚步声的梦樱停下来了大口大口的喘气，“呼、呼、呼、还好本小姐不是那些娇生惯养的千金。要不然今天多半是要交待在这了。”嘴上说着，梦樱回想起因为自己是私生女身份在家族中受到的那些不公平待遇。逐渐面带苦涩：“其实没准这也是一种解脱。“",
    "     没日没夜的逃亡已经消磨干净少女的精力。而多日未好好吃过饭的少女又经历了一整天的追杀。即便是从小干粗活的她也没有了支撑下去的体力。昏昏沉沉的一头栽倒下去。精神疲惫到极点的梦樱没有意识到危险已经悄然降临",
    "     <影怪>。对于这个名字永恒大陆的原住民并不陌生。他们是永恒大陆上最臭名昭著的存在。专门以生命的灵魂为食。被他们袭击得手的人 会安详的死在梦境当中。肉体不会有任何伤势。但灵魂已然消亡。对于影怪们来说，越是陷入绝境中的灵魂越是美味。没有人知道他们是怎么来的。有上古神话传说他们是永恒大陆最早的原住民。因为一场大战而消失殆尽。如今其实只是苟延残喘罢了。但即便如此。他们也是可怕的存在。",
    "     很不幸。他们盯上了已经弹尽粮绝的梦樱。而此时的梦樱正在做一场梦。她梦见家族被清洗之夜。作为家族长子的陈翼那冰冷不屑的眼神。梦樱不明白他为什么要抛弃家族帮助四皇子夺取皇位。为什么他要杀死全部的族人、这一切都没有答案。只留下一个单薄的少女瘫坐在原地。突然，异状骤显。一只浑身漆黑，长相略显臃肿的影怪缓缓接近了梦樱。它无声的打量着今天的晚饭，正欲袭击。却见眼前的少女突然猛地站起身似乎是要向他的方向跑来。影怪一怔，从没见过如此主动甜点，但少女神情慌张，步伐急促。让影怪不由得警惕起来，不由的往少女的身后看去。",
    "      只一眼，它便明白少女逃跑的原因，那是一只可怕的生物。浑身魔焰燃烧，邪魅的五官带着嗜血的笑意，身躯之上。布满了红黑的纹路。利爪如刀，散发着浓重的血光。双腿迈动起来如同黑色的闪电。眨眼之间便来到了少女的不远处。只听得嗖嗖得破空声。少女眼见前有狼后有虎。不由得发出了哀怨得悲鸣：”不！我还有steam200多个游戏没玩！”",
    "     少女没来由得这句话说完她自己都愣了一下。什么是steam？ 但是已然没有时间再给她多想。后方利爪以至。",
    "     梦樱认命般闭上了眼睛，只听得唰得一声，利爪却是擦着她的身躯而过。击中了那种胖乎乎得影怪。并将它大卸八块，吞食了进去。",
    "     那怪物吃完影怪后似乎发出了满足得呼噜声。看到眼前景象得梦樱呆住了：“发生什么事了，这怪物难不成是救我的?”",
    "     等了许久，那怪物似乎没有攻击她的意思，梦樱思索着自己也跑不掉，不如尝试着和怪物接触接触。心一横，就向怪物搭话：“那个，额，谢谢你救了我，还不知您叫什么。”",
    "     听到这句话，眼前得怪物转头看了少女一眼，并没有回答少女的问题而是用粗重沧桑的声音说到：“你似乎很特别，我能感受到你身体上有我族人的气息。这很奇怪。”",
    "     强忍住逃跑的欲望听完眼前怪物的话，梦樱心想：这怪物浑身黑炎，赤黑交错的毛发呼呼飞舞，自己八竿子也和这怪物的种族打不着啊。“但脸上依旧保持尊敬，正欲开口询问更多信息，却见那怪物又开口道:“吾名，太真。”说完便消失在了少女的梦境当中。",
    "     良久。少女悠悠醒来，却见身边躺着一只形态较小的异族少女，她有着一头乱糟糟的黄发，浓重的黑眼圈。一身黑衣，腰间挂着一只拨浪鼓，没有穿鞋的脚丫子上长着并不锋利的指甲，脸蛋虽然脏兮兮的但难掩可爱。小小的虎牙倔强的露在嘴巴外面。",
    "     梦樱认真的打量了少女一会，那少女也逐渐醒了过来，像猫一样伸了个懒腰，还用舌头仔细清理自己的爪子，梦樱不由得问道：“小妹妹，你是哪里来的啊，怎么睡在我的身边。”",
    "     可眼前的少女听完突然就炸毛了，一口就呜在了梦樱的手臂上大声说道：”人家是男孩子！！！！“",
    "     梦樱吃痛的惨叫声响彻了整片森林：“对不起啦！！！！” 少女和神秘正太的故事就这样啼笑皆非的展开了",
    
  } 
}