return {
  {
    "序   初下山遇小船游",
    "依稀记得，晨风微凉的春日，和几位师兄，跪坐在师父面前：“万法皆是缘。地法天，道法自然......”",
    "可是道理太多啦，听得我心好乱。世人都说只羡鸳鸯不羡仙，我打了个哈欠，心中想到：“谁稀罕鸳鸯成双成对啊，我只羡慕仙人那段，自在逍遥，不问世事的时光。”",
    "师父眉头微皱，若有所思地望向了我：“不认真听为师讲经，却生出许多奇思妙想。欲求仙道，先修人道，不明是非，何以为仙？”",
    "师父的话很有道理，可我听不进去，以后也不敢胡思乱想了，他可以听见我们每个人的心声，知道我们的想法和困惑。刚拜入师门时，我才六岁。师父下山云游，偶然间看见我左臂的疤痕，向我的父母了解其中缘故后，说我与道教渊源颇深，遂说服父母将我带上昆仑山，潜心修道。可我悟性不高，只能修炼一些比较低级的法术。看着其他几位师兄的功法日益精进，我不免徒生烦恼。派内长老也常对我说“你虽拜于我门下几载有余，可仙缘太浅，法术修炼也比其他几位师兄慢些，上次番号祭你也亲眼见到了，许多成年灵狐皆因技不如人，错失专属番号，你也想步他人后尘吗？”",
    "师父却说他绝不会看走眼，让我安心修炼，勿念其他。",
    "用过早膳，听大师兄明震说，师父过些时日又要下山云游，去年这个时候，他和二师兄明骁趁晨光熹微，门禁不严，偷偷溜下山去，等夜色朦胧，才御剑从后山回来。我心中暗喜，上山五载，早已忘记山下风光，等师父不在门派时，我也想跟他们偷偷溜出去玩。可是大师兄不肯带我下山，他说我连御剑都不会，除了和逃跑有关的法术，其他都只是略通一二，他说会给我带些山下的玩意，让我乖乖待在门派里。我央求道：“到时候你御剑带我回来呗，而且二师兄也在，你们两个修为高深，还怕带不动我？”",
    "他仍不同意：“不行，上次采完草药回山时偶遇妖兽伤人，我和明骁将其击败，又给砍柴的农户敷药。等忙完时，就是你说天色已晚，走不动路，让我们御剑载你回门派，可你飞到一半竟然没站稳直接掉下去了，要不是师父见那么晚我们三人还未回门，下山查看时碰巧将你救下，你可能早就身首异处了。”",
    "我不好意思地笑了笑，毕竟师兄说的是事实，明知道自己有恐高，御剑时偏要往下看，才不小心掉下去的。暗自下定决心，一定要认真修习法术，到时候学会御剑就可以自己下山，不用再求爷爷告奶奶了。",
    "可我还是没学会，师父已云游多日，再不溜出去恐怕就没机会了。心中的念头像藤蔓似地缠绕全身，我也顾不了那么多，等夜深人静时，趁师兄们睡得不省人事，偷偷从后山溜了出去。免得早上碰到他们。",
    "还没到山脚，便远远地看见市集处灯火通明。难道山下的人都不睡觉的吗？这么晚了还热闹如此。加紧脚步向山下赶去。御剑之术不见增长，逃跑之类却无师自通。不一会就到了人声鼎沸的市集，问了路人才知道，他们山下是没有宵禁的，夜夜热闹如此。这里好玩的东西可真多啊！热气腾腾的栗子糕，五彩缤纷的花绒袄，娇艳欲滴的妃子笑。除了藏经阁的书里，我从来没有在山上见过这些东西。上次明震师兄带给我的麒麟酥可好吃了，不知道这里能不能找到。",
    "走到一处拱桥，灯笼环绕，桥下有位老人撑船，他头戴草帽，身披蓑衣，手持竹竿，嘴里哼着不知名的小调，总感觉有种莫名的熟悉，我轻轻唤他：“老人家，可以载我一程吗？我还没坐过船呢。”",
    "老人抬头看我，也没多言：“小孩，算你今天运气好，我白天在河边捞上来的大鱼卖了个好价钱，正要去喝上一壶。你快上来，可别误了好时辰。”",
    "我连忙上船，问老人何事如此着急，老人撑了下竹竿，娓娓道来：“听酒坊小厮说，今晚当地豪门设宴，已备好免费的上等酒菜，还精心准备了歌舞节目，供所有酒客观赏。”",
    "小船慢慢前行，两岸风景，尽收眼底。沉浸在这美妙的夜景中，想起师父说过，书中自有黄金屋。可这些东西在书中只能见其表面，非要自己亲眼看见，才能感受其中韵味。老人见我半晌没说话，又问我：“小孩，你以前可是没见过这些？两眼都望直了。”",
    "我不敢告诉老人我的真实身份：“我家在山上，从未下过山，今天父亲说下山换点吃食，才得以遇见你，看见这大好风光。”",
    "老人还在撑船，不紧不慢地说：“正月灯市，二月花市，三月蚕市，”他看了看岸边色泽艳丽的花灯，继续补充，“且不说其他，光灯市便足够你看上好几天。只可惜今年灯市时节已过，来年正月，你可以再来先前的拱桥边找我，我带你去看十里长街的灯火辉煌。”",
    "之前听师兄说，人心险恶，山下许多人为非作歹，叮嘱我远离凡尘，静心修道。可这位老人却与师兄所说完全不同，竟然约我明年一起逛灯市，我口头答应：“好呀，你可别糊弄我，我年纪虽小，记性却好。”",
    "老人笑了，点头答应，我索性躺在船里，看着漫天繁星，不知不觉睡了过去。",
    "睡梦中，依稀有人喊我：“太真！太真！你去哪了？快给我回来！”" 
  } 
}