tz_xin["tz_xin_ms_bmsw"] = "多么奇妙的屋子！"
tz_xin["tz_xin_ms_czzx"] = "太真四周年，不忘赤子心！"
tz_xin["tz_xin_ms_plz"] = "金色蟠龙守护炎黄子民！"
tz_xin["tz_xin_jhm"] = "激活码不正确！"
tz_xin["tz_xin_jhcg"] = "解锁一个限定道具！"
tz_xin["tz_xin_xyj"] = "星愿祭"
tz_xin["tz_xin_mc_bmsw"] = "不妙树屋"
tz_xin["tz_xin_mc_czzx"] = "赤子之心"
tz_xin["tz_xin_mc_plz"] = "蟠龙柱"
------------------------------------------第一期：赤子之心，第一个是我的，没填的是中奖人没上报信息的情况-----------------------
tz_xin["tz_xin_jhm_czzx"] = {
	
}
------------------------------------------  老虎手套  ----------------------------------------------
tz_xin["tz_xin_jhm_st"] = {
	
}
-------------------  蟠龙柱  -----------------------
tz_xin["tz_xin_jhm_plz"] = {

}
-------------------  幻梦境  -----------------------
tz_xin["tz_xin_jhm_hmj"] = {

}
------------------------------------------  千年太  ----------------------------------------------
tz_xin["tz_xin_jhm_qnt"] = {

}
------------------------------------------  飞龙奇卡斯  ----------------------------------------------
tz_xin["tz_xin_jhm_fl"] = {

}