return
{
	ACTIONFAIL =
	{
        REPAIR =
        {
            WRONGPIECE = "喂？凭什么就不能这么拼啊？",		--化石骨架拼接错误
        },
        BUILD =
        {
            MOUNTED = "空中楼阁！ 唔，好像不行。",		--建造失败（骑乘状态）
            HASPET = "再养一只的话，我的饼干都要被吃光啦",		--已有宠物
        },
		SHAVE =
		{
			AWAKEBEEFALO = "给醒着的牛牛剃毛太真会被踢的",		--给醒着的牛刮毛
			GENERIC = "哎，这剃刀没法用傀儡术操纵",		--刮牛毛失败
			NOBITS = "规律作息很重要，你看你都秃了",		--给没毛的牛刮毛
		},
		STORE =
		{
			GENERIC = "垃圾都要分类，日常用品更要分类啦",		--存放东西失败
			NOTALLOWED = "物以类聚，狐以群分，所以不能放这里",		--存放东西--不被允许
			INUSE = "哎呀哎呀，差点放到别人那里去了",		--别人正在用箱子（蛋壳工程）
		},
        CONSTRUCT =
        {
            INUSE = "你快点，快点",		--建筑正在使用（以下几条似乎都没实装）
            NOTALLOWED = "为什么不让我用？",		--建筑不允许使用
            EMPTY = "怎么这就没了？",		--建筑空了
            MISMATCH = "你感到很空虚是不是？",		--升级套件错误（目前用不到）
        },
		RUMMAGE =
		{	
			GENERIC = "啊，夹到手了……",		--开箱子失败
			INUSE = "什么好东西呀？给我看一眼嘛，就一眼~",		--别人占用箱子
		},
		USEKLAUSSACKKEY =
        {
        	WRONGKEY = "我拧我拧，锁里面是不是锈住了啊？",		--使用克劳斯钥匙
        	KLAUS = "我是乖孩子！请给我甜点！",		--克劳斯
        },
		ACTIVATE = 
		{
			LOCKED_GATE = "暗影开锁术！好吧并没有这一招。 ",		--远古钥匙
		},
        COOK =
        {
            GENERIC = "不想吃饭，想吃糖",		--做饭失败
            INUSE = "遥远的锅具，与我无关",		--别人在用锅（蛋壳工程）
            TOOFAR = "你在做蛋糕吗？",		--做饭失败-太远
        },
        GIVE =
        {
            GENERIC = "不收下的话，后果很严重哦",		--给予失败(蛋壳工程）
            DEAD = "他好像死掉了，可不关我的事啊",		--给予 -目标死亡
            SLEEPING = "现在睡得这么沉，不如我……",		--给予--目标睡觉
            BUSY = "不收下的话，后果很严重哦",		--给予--目标正忙
            ABIGAILHEART = "你会变成一只可爱的小萝莉吗",		--给阿比盖尔 救赎之心 （蛋壳工程）
            GHOSTHEART = "想活过来吗？想不想啊？",		--给鬼魂 救赎之心 （蛋壳工程）
            NOTGEM = "哦豁，你好像很想要宝石？",		--给的不是宝石（蛋壳工程）
            WRONGGEM = "我挑甜食，你挑宝石，我们很合的来嘛",		--给错了宝石（蛋壳工程）
            NOTSTAFF = "放个蛋糕上去怎么样？",		--给月石祭坛的物品不是法杖（蛋壳工程）
            MUSHROOMFARM_NEEDSSHROOM = "只能长蘑菇吗？不能长蛋糕吗？",		--蘑菇农场需要蘑菇（蛋壳工程）
            MUSHROOMFARM_NEEDSLOG = "你在索取养料是不是？大~声~点！",		--蘑菇农场需要活木（蛋壳工程）
            SLOTFULL = "上一块蛋糕大理石还没有雕出来",		--已经放了材料后，再给雕像桌子再给一个材料（蛋壳工程）
            FOODFULL = "这儿已经有一顿饭了。",		--没调用（蛋壳工程）（暴食）
            NOTDISH = "它肯定不想吃那个。",		--没调用（蛋壳工程）（暴食）
            DUPLICATE = "哼哼，这张图我闭着眼睛都能画出来",		--给雕像桌子已经学习过的图纸（蛋壳工程）
            NOTSCULPTABLE = "给你一块大理石蛋糕，你能吐出来一块蛋糕大理石吗",		--给陶艺圆盘的东西不对（蛋壳工程）
            NOTATRIUMKEY = "暗影开锁术的要诀是——找到正确的钥匙",		--中庭钥匙不对（蛋壳工程）
            CANTSHADOWREVIVE = "他们凉透了，完全不是我的对手呀",		--中庭仍在CD（蛋壳工程）
            WRONGSHADOWFORM = "组装不对。",		--没调用（蛋壳工程）
            NOMOON = "何夜无月？这里就无月",		--洞穴里建造月石科技（蛋壳工程）
			PIGKINGGAME_MESSY = "要我帮你扫地？有糖果奖励吗？",		--猪王旁边有建筑，不能开始抢元宝（蛋壳工程）
			PIGKINGGAME_DANGER = "你们这些观众也太不安分了，学学旁边的猪人",		--危险，不能开始抢元宝（蛋壳工程）
			PIGKINGGAME_TOOLATE = "懒猪们起来嗨！我还没玩够呢！",		--不是白天，不能开始抢元宝（蛋壳工程）
        },
        GIVETOPLAYER =
        {
            FULL = "你很想要对不对？我就是不给~",		--给玩家一个东西 -但是背包满了
            DEAD = "这就死了啊，抱好我的大腿",		--给死亡的玩家一个东西
            SLEEPING = "再不醒来，太真要舔包啦！",		--给睡觉的玩家一个东西
            BUSY = "你一定很想要，但又不好意思说出口",		--给忙碌的玩家一个东西
        },
        GIVEALLTOPLAYER =
        {
            FULL = "我给你包了个大礼包，可惜你收不到",		--给人一组东西 但是背包满了
            DEAD = "这就死了啊，抱好我的大腿",		--给于死去的玩家一组物品
            SLEEPING = "再不醒来，太真要舔包啦！",		--给于正在睡觉的玩家一组物品
            BUSY = "你快点，快点，我拿不动了",		--给于正在忙碌的玩家一组物品
        },
        WRITE =
        {
            GENERIC = "啊……那个字，怎么写来着？",		--写字失败（蛋壳工程）
            INUSE = "你的字真丑啊",		--写字桌被人占用（蛋壳工程）
        },
        DRAW =
        {
            NOIMAGE = "该画个蛋糕还是太妃糖呢",		--画图缺乏图像
        },
        CHANGEIN =
        {
            GENERIC = "等一下，好像有人在偷看我呢",		--换装失败 
            BURNING = "哎？我的衣服这就……没了？",		--换装失败-着火了
            INUSE = "嗯哼，可不能让你看到了我的体型",		--衣橱有人占用（蛋壳工程）
        },
        ATTUNE =
        {
            NOHEALTH = "保命要紧，救人这事以后再说",		--制造肉雕像血量不足
        },
        MOUNT =
        {
            TARGETINCOMBAT = "撞他！你的动作这么慢？哎呀这你都没躲开？",		--骑乘，牛正在战斗
            INUSE = "如果你现在下来，你将有幸看到传说中的灵狐骑士",		--骑乘（牛被占据）
        },
        SADDLE =
        {
            TARGETINCOMBAT = "打不过了吧？我来给你加个装备。",		--给战斗状态的牛上鞍
        },
        TEACH =
        {
            KNOWN = "这我当然知道啦",		--学习已经知道的蓝图
            CANTLEARN = "太真看不懂~",		--学习无法学习的蓝图
            WRONGWORLD = "这画的是什么啊！",		--查看另一世界绘制的地图（蛋壳工程）
        },
        WRAPBUNDLE =
        {
            EMPTY = "把这包珍贵的空气送给我最好的朋友怎么样？",		--打包纸是空的
        },
        PICKUP =
        {
			RESTRICTION = "技能不够熟练，用不了。",		--没调用（蛋壳工程）（熔炉）
			INUSE = "科学告诉我，我该等轮到我。",		--捡起正被人打开的容器，原版好像没有（蛋壳工程）
        },
        SLAUGHTER =
        {
            TOOFAR = "你猜我会在哪天吃了你呢~",		--屠杀？？ 因为太远而失败
        },
        REPLATE =
        {
            MISMATCH = "它需要另一种碟子。", 		--没调用（蛋壳工程）（暴食）
            SAMEDISH = "我只需要用一个碟子。", 		--没调用（蛋壳工程）
        },
	},
	ACTIONFAIL_GENERIC = "咳咳，我只是稍微练习一下。",		--动作失败
	ANNOUNCE_DIG_DISEASE_WARNING = "病了啊，挖掉吧",		--挖起生病的植物
	ANNOUNCE_PICK_DISEASE_WARNING = "这好像生病了？",		--（植物生病）
	ANNOUNCE_ADVENTUREFAIL = "这次不太顺利。我必须再试一次。",		--没调用（蛋壳工程）（废案）
    ANNOUNCE_MOUNT_LOWHEALTH = "这就虚了吗？缺乏锻炼啊",		--牛血量过低
	ANNOUNCE_BEES = "嗯？你是来送蜂蜜的吗？",		--戴养蜂帽被蜜蜂蛰
	ANNOUNCE_BOOMERANG = "看我用尾巴接住……啊，我英俊的小脸",		--回旋镖
	ANNOUNCE_CHARLIE = "暗影生物？呵，你要是能伤到我，我吃一碗咸豆腐脑",		--查理即将攻击
	ANNOUNCE_CHARLIE_ATTACK = "哇啊！咳咳，这地方没有豆腐脑",		--被查理攻击
	ANNOUNCE_COLD = "哇，我，我的尾巴也，也顶不住，住这寒风",		--过冷
	ANNOUNCE_HOT = "我，我快熟了……不行！还没有放糖！",		--过热
	ANNOUNCE_CRAFTING_FAIL = "缺少一些关键成分。",		--没调用（蛋壳工程）
	ANNOUNCE_DEERCLOPS = "撒麻坂町，我们要认真打一场了",		--boss来袭
	ANNOUNCE_CAVEIN = "灵狐人的直觉告诉我，这里要……",		--要地震了？？？
	ANNOUNCE_ANTLION_SINKHOLE = 
	{
		"这是什么声音？哇！地震了！",		--蚁狮地震
		"一定是咸党在搞我！",		--蚁狮地震
		"这个夏天没法过啦！",		--蚁狮地震
	},
	ANNOUNCE_ANTLION_TRIBUTE =
	{
        "和为贵，和为贵",		--向蚁狮致敬
        "给你点糖，这事就当过去了吧",		--给蚁狮上供
        "再搞我可别怪我不客气啊",		--给蚁狮上供
	},
	ANNOUNCE_SACREDCHEST_YES = "让我看看这里有什么好东西",		--远古宝箱物品正确给出蓝图
	ANNOUNCE_SACREDCHEST_NO = "暗影开锁术！呃，还有几百年才可以练成",		--远古宝箱
	ANNOUNCE_DUSK = "撒麻坂町逐渐苏醒",		--进入黄昏
	ANNOUNCE_EAT =
	{
		GENERIC = "嗯哼哼，是这个味道",		--吃东西
		PAINFUL = "太真不喜欢吃怪物肉！",		--吃怪物肉
		SPOILED = "不好吃！",		--吃腐烂食物
		STALE = "有些变质",		--吃黄色食物
		INVALID = "这东西就和咸粽子与咸豆腐脑一样，是根本没法吃的",		--拒吃
		YUCKY = "呃，这东西，这东西已经烂掉了……",		--吃红色食物
	},
    ANNOUNCE_ENCUMBERED =
    {
        "这是一块……大石头",		--搬运雕像、可疑的大理石
        "我该让撒麻坂町来代劳……",		--搬运雕像、可疑的大理石
        "我才不要……减肥……",		--搬运雕像、可疑的大理石
        "会把我……压矮的……",		--搬运雕像、可疑的大理石
        "好想……吃……蛋糕……",		--搬运雕像、可疑的大理石
        "小时候……我也……干过这种苦力……",		--搬运雕像、可疑的大理石
        "爸爸……妈妈……",		--搬运雕像、可疑的大理石
        "灵狐人……又不是……石巨人……",		--搬运雕像、可疑的大理石
        "暗影傀儡术……怎么……不能……搬东西……",		--搬运雕像、可疑的大理石
    },
    ANNOUNCE_ATRIUM_DESTABILIZING = 
    {
		"暗影在向撒嘛坂町道别",		--中庭击杀boss后即将刷新
		"快跑啊！等会，这里会不会有蛋糕掉出来？",		--中庭震动
		"暗影在向撒嘛坂町道别",		--中庭击杀boss后即将刷新
	},
    ANNOUNCE_RUINS_RESET = "暗影波动已在这个世界登陆",		--地下重置（蛋壳工程）
    ANNOUNCE_SNARED = "你想把我关起来，摸我的大尾巴吗？",		--远古嘤嘤怪的骨笼
    ANNOUNCE_REPELLED = "嗯哼，你就是远古蜗居者？",		--嘤嘤怪保护状态
	ANNOUNCE_ENTER_DARK = "黑暗中有影子浮现",		--进入黑暗
	ANNOUNCE_ENTER_LIGHT = "我又能看到主人了！",		--进入光源
	ANNOUNCE_FREEDOM = "我自由了！我终于自由了！",		--没调用（蛋壳工程）（废案）
	ANNOUNCE_HIGHRESEARCH = "感觉我现在太聪明了！",		--没调用（蛋壳工程）（废案）
	ANNOUNCE_HOUNDS = "小狗狗要来啦！",		--猎犬将至
	ANNOUNCE_WORMS = "太真会成为地下怪物口中的食物吗？",		--蠕虫袭击
	ANNOUNCE_HUNGRY = {
    "主人，太真饿了！",
    "主人，太真饿了！",
    "主人，太真饿了！",
    "好想吃阿平酱....",
    },
    --		--饥饿
	ANNOUNCE_HUNT_BEAST_NEARBY = "前面似乎有一只流着蜂蜜的大肥鸡",		--即将找到野兽
	ANNOUNCE_HUNT_LOST_TRAIL = "到嘴边的鸭子都飞走了！",		--猎物（大象脚印丢失）
	ANNOUNCE_HUNT_LOST_TRAIL_SPRING = "到嘴边的鸭子都飞走了！",		--大猎物丢失踪迹
	ANNOUNCE_INV_FULL = "太真拿不了这么多东西！",		--身上的物品满了
	ANNOUNCE_KNOCKEDOUT = "今天份的……蛋糕……还没吃……",		--被催眠
	ANNOUNCE_LOWRESEARCH = "我没从那儿学到什么。",		--没调用（蛋壳工程）（废案）
	ANNOUNCE_MOSQUITOS = "安静点！你们这也太烦人了",		--没调用（蛋壳工程）
    ANNOUNCE_NOWARDROBEONFIRE = "我的衣服！啊，先保住尾巴",		--橱柜着火
    ANNOUNCE_NODANGERGIFT = "现在不是开礼物的时候~",		--周围有危险的情况下打开礼物
    ANNOUNCE_NOMOUNTEDGIFT = "让我看看……哎呀，牛你差点把我甩下来",		--骑牛的时候打开礼物
	ANNOUNCE_NODANGERSLEEP = "现在可不是睡觉的时候哦~",		--危险，不能睡觉
	ANNOUNCE_NODAYSLEEP = "一只懒惰的灵狐人会变成肥胖的不灵狐人~",		--白天睡帐篷
	ANNOUNCE_NODAYSLEEP_CAVE = "作息不规律会长胖的",		--洞穴里白天睡帐篷
	ANNOUNCE_NOHUNGERSLEEP = "空着肚子太真睡不着~",		--饿了无法睡觉
	ANNOUNCE_NOSLEEPONFIRE = "进去的话太真就会变成烤狐狸",		--营帐着火无法睡觉
	ANNOUNCE_NODANGERSIESTA = "我可不能在梦里面干掉他们~",		--危险，不能午睡
	ANNOUNCE_NONIGHTSIESTA = "晚上可不能在这里睡觉哦~",		--夜晚睡凉棚
	ANNOUNCE_NONIGHTSIESTA_CAVE = "一只懒惰的灵狐人会变成肥胖的不灵狐人~",		--在洞穴里夜晚睡帐篷
	ANNOUNCE_NOHUNGERSIESTA = "我的午餐小蛋糕呢？",		--饱度不足无法午睡
	ANNOUNCE_NODANGERAFK = "大家再见~",		--战斗状态下线（已经移除）
	ANNOUNCE_NO_TRAP = "好吧，挺简单的",		--没有陷阱？？？没调用（蛋壳工程）
	ANNOUNCE_PECKED = "嗷！不要咬我尾巴！",		--被小高鸟啄
	ANNOUNCE_QUAKE = "哇哇哇！不要震了！再震人就震傻了！",		--地震
	ANNOUNCE_RESEARCH = "活到老学到老！",		--没调用（蛋壳工程）
	ANNOUNCE_SHELTER = "如果有虫子掉下来，就蘸点糖吃掉",		--下雨天躲树下
	ANNOUNCE_THORNS = "疼！唔，自己舔舔吧，我从小就习惯了……",		--玫瑰、仙人掌、荆棘扎手（蛋壳工程）
	ANNOUNCE_BURNT = "还好我的大尾巴没被烧掉",		--烧完了
	ANNOUNCE_TORCH_OUT = "火灭了，有人要趁机摸我的尾巴！",		--火把用完了
	ANNOUNCE_THURIBLE_OUT = "晃晃，怎么灭了？",		--香炉燃尽
	ANNOUNCE_FAN_OUT = "不要停下来啊！啊，这好像是什么flag",		--小风车停了
    ANNOUNCE_COMPASS_OUT = "质量好差啊，算了，我方向感好得很",		--指南针用完了
	ANNOUNCE_TRAP_WENT_OFF = "啊！我中陷阱了！好像什么都没发生啊",		--触发陷阱（例如冬季陷阱）
	ANNOUNCE_UNIMPLEMENTED = "噢！这应该还没准备好。",		--没调用（蛋壳工程）
	ANNOUNCE_WORMHOLE = "我穿越了！……哇这黏糊糊的是什么",		--跳虫洞
	ANNOUNCE_TOWNPORTALTELEPORT = "你们想看到一只可爱的灵狐人唰~地一下出现在你面前吗？",		--豪华传送
	ANNOUNCE_CANFIX = "嗯嗯，这墙我可以修！",		--墙壁可以修理
	ANNOUNCE_ACCOMPLISHMENT = "我觉得好有成就感！",		--没调用（蛋壳工程）
	ANNOUNCE_ACCOMPLISHMENT_DONE = "如果我的朋友现在能看到我就好了...",			--没调用（蛋壳工程）
	ANNOUNCE_INSUFFICIENTFERTILIZER = "这土地连红薯都长不出来",		--土地肥力不足
	ANNOUNCE_TOOL_SLIP = "嗨呀！我不但狡猾，而且手滑",		--工具滑出
	ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED = "哇啊！我是狐人不是狐狸，不怕闪电，略略略",		--规避闪电
	ANNOUNCE_TOADESCAPING = "你的内心防线正在崩溃，你要~逃跑吗？",		--蟾蜍正在逃跑
	ANNOUNCE_TOADESCAPED = "怂包，完全不是我的对手呀",		--蟾蜍逃走了
	ANNOUNCE_DAMP = "好，好像下雨了？尾巴，尾巴挡不住头顶",		--潮湿（1级）
	ANNOUNCE_WET = "我是水狐人，你知道吗？非常罕见的那种",		--潮湿（2级）
	ANNOUNCE_WETTER = "落汤狐想吃落汤鸡……",		--潮湿（3级）
	ANNOUNCE_SOAKED = "撒麻坂町……你为什么不会避水术……",		--潮湿（4级）
    ANNOUNCE_DESPAWN = "大家明天见，不要太想念我啊~",		--下线
	ANNOUNCE_BECOMEGHOST = "撒麻坂町……你不给力啊……",		--变成鬼魂
	ANNOUNCE_GHOSTDRAIN = "来好好夸夸我，我就来救你~",		--队友死亡掉san
	ANNOUNCE_PETRIFED_TREES = "哦豁，这些石头长得像树一样呢",		--石化树
	ANNOUNCE_KLAUS_ENRAGE = "这鹿该淋上糖浆然后……你好像很生气？",		--克劳斯被激怒（杀死了鹿）
	ANNOUNCE_KLAUS_UNCHAINED = "还想再被我暴打一次吗？",		--克劳斯-未上锁的  猜测是死亡准备变身？
	ANNOUNCE_KLAUS_CALLFORHELP = "打不过我，叫兄弟？那你照样打不过我呀",		--克劳斯召唤小偷
    ANNOUNCE_SPOOKED = "哇啊！什么啊，蝙蝠？",		--被吓到
	ANNOUNCE_BRAVERY_POTION = "这么说来，我很勇咯~",		--勇气药剂
    ANNOUNCE_REVIVING_CORPSE = "让我帮帮你。",		--没调用（熔炉）（蛋壳工程）
    ANNOUNCE_REVIVED_OTHER_CORPSE = "焕然一新！",		--没调用（熔炉）（蛋壳工程）
    ANNOUNCE_REVIVED_FROM_CORPSE = "好多了，谢谢啦。",		--没调用（熔炉）（蛋壳工程）
    ANNOUNCE_ROYALTY =
    {
        "哇，这个帽子太蠢了",		--向带着蜂王帽的队友鞠躬
        "你的帽子下面会不会没有头发啊？",		--向带着蜂王帽的队友鞠躬
        "好吧陛下，允许你摸我的尾巴一下",		--向带着蜂王帽的队友鞠躬
    },
	BATTLECRY =
	{
		GENERIC = "嗯哼，撒麻坂町，我们去露一手！",		--战斗
		PIG = "今晚就吃蜜汁火腿！",		--战斗 猪人
		PREY = "虽然你没啥甜味，但是我有点饿了呀~",		--战斗 小型动物（蛋壳工程）
		SPIDER = "你踩死你踩死你踩死你",		--战斗 蜘蛛
		SPIDER_WARRIOR = "哇，你丑到我了，我必须踩死你！",		--战斗 蜘蛛战士
		DEER = "尝尝糖渍鹿肉",		--战斗 无眼鹿（蛋壳工程）
	},
	COMBAT_QUIT =
	{
		GENERIC = "好像有些不对",		--攻击目标被卡住，无法攻击
		PIG = "你说~你是猪~",		--退出战斗-猪人
		PREY = "这是我独特的养殖理念~",		--退出战斗 小型动物（蛋壳工程）
		SPIDER = "你太弱了，撒麻坂町都不肯出来",		-- 退出战斗 蜘蛛
		SPIDER_WARRIOR = "你这么矮小，我都看不见你",		--退出战斗 蜘蛛战士
	},
	DESCRIBE =
	{
		MULTIPLAYER_PORTAL = "我进来了，我又出去了~",		-- 物品名:"绚丽之门"
        MULTIPLAYER_PORTAL_MOONROCK = "我进来……进了这门还能出去吗？",		-- 物品名:"天体传送门"
        MOONROCKIDOL = "这石头长得像个人？",		-- 物品名:"月岩雕像" 制造描述:"重要人物。"
        CONSTRUCTION_PLANS = "科学用品！",		-- 物品名:未找到
        ANTLION =
        {
            GENERIC = "我的忍耐是有限度的，听见没有？",		-- 物品名:"蚁狮"->默认
            VERYHAPPY = "贪得无厌……算了算了，当我没见过你",		-- 物品名:"蚁狮"
            UNHAPPY = "你上次把我的蛋糕从桌子上震掉了，怎么赔偿我？",		-- 物品名:"蚁狮"
        },
        ANTLIONTRINKET = "小孩子才玩玩具，成年人都玩傀儡术",		-- 物品名:"沙滩玩具"
        SANDSPIKE = "扎到手了……舔舔",		-- 物品名:"沙刺"
        SANDBLOCK = "你是沙雕！",		-- 物品名:"沙堡"
        GLASSSPIKE = "啊！这棒棒！好耀眼！",		-- 物品名:"玻璃狼牙棒"
        GLASSBLOCK = "出售高级城堡，十个金子一平米",		-- 物品名:"玻璃城堡"
        ABIGAIL_FLOWER =
        {
            GENERIC ="这是莲花吗？",		-- 物品名:"阿比盖尔之花"->默认 制造描述:"一个神奇的纪念品。"
            LONG = "这花好像不一般",		-- 物品名:"阿比盖尔之花"->还需要很久 制造描述:"一个神奇的纪念品。"
            MEDIUM = "花里到底有什么秘密？",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            SOON = "好像有一个远方的声音",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            HAUNTED_POCKET = "你在喊着温蒂的名字？",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
            HAUNTED_GROUND = "你好，那个，你是来保护自己的亲人的吧？",		-- 物品名:"阿比盖尔之花" 制造描述:"一个神奇的纪念品。"
        },
        BALLOONS_EMPTY = "圆鼓鼓的气球！咳咳，我才不玩气球",		-- 物品名:"韦斯的气球" 制造描述:"要是有更简单的方法该多好。"
        BALLOON = "把气球吹起来……成年人不玩气球。",		-- 物品名:"气球" 制造描述:"一个神奇的纪念品。"
        BERNIE_INACTIVE =
        {
            BROKEN = "呀，漏气了呀",		-- 物品名:"伯尼" 制造描述:"这个疯狂的世界总有你熟悉的人。"
            GENERIC = "来演示一下，就是那个，巨人化？",		-- 物品名:"伯尼"->默认 制造描述:"这个疯狂的世界总有你熟悉的人。"
        },
        BERNIE_ACTIVE = "别逛街啊，你快点变大啊",		-- 物品名:"伯尼" 制造描述:"这个疯狂的世界总有你熟悉的人。"
        BERNIE_BIG = "哦豁，好大一头熊，你吃不吃蜂蜜啊？",		-- 物品名:"伯尼！" 制造描述:"这个疯狂的世界总有你熟悉的人。"
        BOOK_BIRDS = "这些鸟蘸糖吃一定很好吃。",		-- 物品名:"世界鸟类手册" 制造描述:"涵盖1000个物种：习性、栖息地及叫声。"
        BOOK_TENTACLES = "有触手爬到你床边~",		-- 物品名:"触手的召唤" 制造描述:"让我们来了解一下地下的朋友们！"
        BOOK_GARDENING = "嗯，在我的小窝旁边栽上这个……",		-- 物品名:"应用园艺学" 制造描述:"讲述培育和照料植物的相关知识。"
        BOOK_SLEEP = "让小兔子睡着，然后撒糖吃掉~",		-- 物品名:"睡前故事" 制造描述:"送你入梦的睡前故事。"
        BOOK_BRIMSTONE = "天要塌了！高个子顶住！没错，我顶住。",		-- 物品名:"末日将至！" 制造描述:"世界将在火焰和灾难中终结！"
        PLAYER =
        {
            GENERIC = "你好，%s！不可以摸我的尾巴",		-- 物品名:未找到
            ATTACKER = "哦豁，要打一架吗",		-- 物品名:未找到
            MURDERER = "那我也要认真点了",		-- 物品名:未找到
            REVIVER = "果然是舍不得帅气的我吧",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "抱紧我的大腿",		-- 物品名:"幽灵"
            FIRESTARTER = "坏孩子要泡糖水哦",		-- 物品名:未找到
        },
        WILSON =
        {
            GENERIC = "星星和原子！你是我的分身吗？",		-- 物品名:"威尔逊"->默认
            ATTACKER = "是的。我总是看起来很吓人吗？",		-- 物品名:"威尔逊"
            MURDERER = "你的存在触犯了科学规律，%s！",		-- 物品名:"威尔逊"
            REVIVER = "%s 很专业地将我们的理论付诸实现。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "最好弄个复活设备。不能让另一个科学人漂着。",		-- 物品名:"幽灵"
            FIRESTARTER = "烧掉这个并不科学，%s。",		-- 物品名:"威尔逊"
        },
        WOLFGANG =
        {
            GENERIC = "很高兴见到你，%s！",		-- 物品名:"沃尔夫冈"->默认
            ATTACKER = "不要和强者挑起战斗...",		-- 物品名:"沃尔夫冈"
            MURDERER = "谋杀犯！我能抓到你！",		-- 物品名:"沃尔夫冈"
            REVIVER = "%s 只是一只巨型泰迪熊。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我跟你说过不要硬拉那个大石头了。数值都不对。",		-- 物品名:"幽灵"
            FIRESTARTER = "实际上你无法灭火，%s！",		-- 物品名:"沃尔夫冈"
        },
        WAXWELL =
        {
            GENERIC = "日安，%s！",		-- 物品名:"麦斯威尔"->默认
            ATTACKER = "你似乎从“说话干净利落”变成“粘舌”。",		-- 物品名:"麦斯威尔"
            MURDERER = "我要教教你逻辑和推理...这是我的强项！",		-- 物品名:"麦斯威尔"
            REVIVER = "%s 他把能力用在正义的事业。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "不要那样看我，%s！我在努力！",		-- 物品名:"幽灵"
            FIRESTARTER = "%s 只求火烤。",		-- 物品名:"麦斯威尔"
        },
        WX78 =
        {
            GENERIC = "日安，%s！",		-- 物品名:"WX-78"->默认
            ATTACKER = "%s，我想我们得调整你的首要指令...",		-- 物品名:"WX-78"
            MURDERER = "%s！你已经违反了第一律法！",		-- 物品名:"WX-78"
            REVIVER = "我猜是 %s 让感同身受组件启动并运行。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我一直想 %s 该长点心。现在，我很确定！",		-- 物品名:"幽灵"
            FIRESTARTER = "%s！你看起来快融化了。发生什么事?",		-- 物品名:"WX-78"
        },
        WILLOW =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇洛"->默认
            ATTACKER = "%s 紧紧抓住那个打火机...",		-- 物品名:"薇洛"
            MURDERER = "谋杀犯！纵火犯！",		-- 物品名:"薇洛"
            REVIVER = "%s，鬼魂的朋友。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，我敢肯定你渴望有一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "再来？",		-- 物品名:"薇洛"
        },
        WENDY =
        {
            GENERIC = "你好，%s！",		-- 物品名:"温蒂"->默认
            ATTACKER = "%s 没有尖锐的东西，有吗？",		-- 物品名:"温蒂"
            MURDERER = "谋杀犯！",		-- 物品名:"温蒂"
            REVIVER = "%s 视鬼魂为家人。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我看到两个！我最好给 %s 制造一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "我知道是你点的那些火焰，%s。",		-- 物品名:"温蒂"
        },
        WOODIE =
        {
            GENERIC = "你好，%s！",		-- 物品名:"伍迪"->默认
            ATTACKER = "%s 最近有点活力...",		-- 物品名:"伍迪"
            MURDERER = "凶手！来把斧子，我们砍起来！",		-- 物品名:"伍迪"
            REVIVER = "%s 救下了大家的培根。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，“宇宙”包括虚无吗？",		-- 物品名:"幽灵"
            BEAVER = "%s 疯狂的砍树，根本停不下来！",		-- 物品名:"伍迪"
            BEAVERGHOST = "%s，如果我不复活你，你会生气吗？",		-- 物品名:"伍迪"
            FIRESTARTER = "%s，别把自己烧了。",		-- 物品名:"伍迪"
        },
        WICKERBOTTOM =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇克巴顿"->默认
            ATTACKER = "%s 准备拿书丢我。",		-- 物品名:"薇克巴顿"
            MURDERER = "同行评审来了！",		-- 物品名:"薇克巴顿"
            REVIVER = "我对 %s 的实践原理深怀敬意。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "这似乎不太科学，不是吗，%s？",		-- 物品名:"幽灵"
            FIRESTARTER = "我相信你很有理由才点火。",		-- 物品名:"薇克巴顿"
        },
        WES =
        {
            GENERIC = "你好，%s！",		-- 物品名:"韦斯"->默认
            ATTACKER = "%s 死寂般沉默...",		-- 物品名:"韦斯"
            MURDERER = "用哑剧表达这个！",		-- 物品名:"韦斯"
            REVIVER = "%s 突破固有的思维模式。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "怎样用哑剧动作表示“我要弄个复活装备”？",		-- 物品名:"幽灵"
            FIRESTARTER = "等等，不要跟我说。火是你点的。",		-- 物品名:"韦斯"
        },
        WEBBER =
        {
            GENERIC = "日安，%s！",		-- 物品名:"韦伯"->默认
            ATTACKER = "我会卷起一张纸莎草报纸，以防万一。",		-- 物品名:"韦伯"
            MURDERER = "杀人凶手！我要灭了你，%s！",		-- 物品名:"韦伯"
            REVIVER = "%s 和其他人打成一片。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s 真的很想让我给它一颗心。",		-- 物品名:"幽灵"
            FIRESTARTER = "我们得开个防火安全群组会议。",		-- 物品名:"韦伯"
        },
        WATHGRITHR =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇格弗德"->默认
            ATTACKER = "有可能的话，我会躲开 %s 的拳头。",		-- 物品名:"薇格弗德"
            MURDERER = "%s 变得狂暴！",		-- 物品名:"薇格弗德"
            REVIVER = "%s 精神饱满。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "做的不错。你还没逃离英灵殿呢，%s。",		-- 物品名:"幽灵"
            FIRESTARTER = "%s 加热好手。",		-- 物品名:"薇格弗德"
        },
        WINONA =
        {
            GENERIC = "日安，%s！",		-- 物品名:"薇诺娜"->默认
            ATTACKER = "%s 是安全隐患.",		-- 物品名:"薇诺娜"
            MURDERER = "到此为止了，%s！",		-- 物品名:"薇诺娜"
            REVIVER = "你可真是方便好用啊，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "好像有人在给你的计划泼冷水呢。",		-- 物品名:"幽灵"
            FIRESTARTER = "工厂的东西烧起来了。",		-- 物品名:"薇诺娜"
        },
        WORTOX =
        {
            GENERIC = "你好, %s!",		-- 物品名:"沃拓克斯"->默认
            ATTACKER = "%s！我就知道你不可信！",		-- 物品名:"沃拓克斯"
            MURDERER = "是时候正面对抗这个长角的恶魔了！",		-- 物品名:"沃拓克斯"
            REVIVER = "多谢你的援助之爪 %s.",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我拒绝接受有鬼魂和恶魔的现实。",		-- 物品名:"幽灵"
            FIRESTARTER = "%s 正在变成一个生存的负担。",		-- 物品名:"沃拓克斯"
        },
        WORMWOOD =
        {
            GENERIC = "你好，%s！",		-- 物品名:"沃姆伍德"->默认
            ATTACKER = "%s 今天似乎比平时更多刺。",		-- 物品名:"沃姆伍德"
            MURDERER = "准备被除草吧,小杂草， %s!",		-- 物品名:"沃姆伍德"
            REVIVER = "%s 从来不会放弃他的朋友。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "需要一些帮助吧，小伙伴？",		-- 物品名:"幽灵"
            FIRESTARTER = "我以为你讨厌火， %s.",		-- 物品名:"沃姆伍德"
        },
        MIGRATION_PORTAL =
        {
            GENERIC = "看我一步走过去……不，我考虑一下。",		-- 物品名:"Matic 朋友之门"->默认
            OPEN = "我要去对面了？嗯哼，你们肯定舍不得我",		-- 物品名:"Matic 朋友之门"->打开
            FULL = "人有点多，我要不要等等？",		-- 物品名:"Matic 朋友之门"->满了
        },
        GLOMMER = "说人话！说狐话也行！",		-- 物品名:"格罗姆"
        GLOMMERFLOWER =
        {
            GENERIC = "小时候，从来没人奖励我一朵小红花",		-- 物品名:"格罗姆花"->默认
            DEAD = "怎么就……变黑了？我的，我的小红花……",		-- 物品名:"格罗姆花"->死了
        },
        GLOMMERWINGS = "加到锅里也会变成松饼吗？",		-- 物品名:"格罗姆翅膀"
        GLOMMERFUEL = "禁止随地大小便！违者魔兽作案工具！",		-- 物品名:"格罗姆的黏液"
        BELL = "打架前摇一摇~",		-- 物品名:"远古铃铛" 制造描述:"这可不是普通的铃铛。"
        STATUEGLOMMER =
        {
            GENERIC = "好像是一种虫子？不知道味道如何",		-- 物品名:"格罗姆雕像"->默认
            EMPTY = "什么都没有嘛",		-- 物品名:"格罗姆雕像"
        },
        LAVA_POND_ROCK = "很普通的石头，不值钱",		-- 物品名:"岩石"
		WEBBERSKULL = "可怜的小家伙。应该为他举办一个体面的葬礼。",		-- 物品名:"韦伯的头骨"
		WORMLIGHT = "这是……蓝莓吗？我要做成蓝莓酱！",		-- 物品名:"发光蓝莓"
		WORMLIGHT_LESSER = "好小只，不够吃！",		-- 物品名:"微光浆果"（蛋壳工程）
		WORM =
		{
		    PLANT = "这是……蓝莓吗？有股危险的气息哦",		-- 物品名:"洞穴蠕虫"
		    DIRT = "这土好脏……不过蓝莓还挺好吃的",		-- 物品名:"洞穴蠕虫"
		    WORM = "你就不能把蓝莓交出来然后自己滚回去吗？",		-- 物品名:"洞穴蠕虫"
		},
        WORMLIGHT_PLANT = "这是……蓝莓吗？长在洞穴深处哦",		-- 物品名:"神秘植物"
		MOLE =
		{
			HELD = "今天你的故事就是被灵狐人吃掉啦",		-- 物品名:"鼹鼠"->拿在手里
			UNDERGROUND = "你躲到下面，我就抓不住你了吗？",		-- 物品名:"鼹鼠"
			ABOVEGROUND = "想要这块石头吗？可是摸一下就要进我的肚子里哦",		-- 物品名:"鼹鼠"
		},
		MOLEHILL = "如果把糖浆灌进去，那么……有点浪费啊",		-- 物品名:"鼹鼠丘"
		MOLEHAT = "嗯哼，从另一种角度看世界就是这种感觉吧",		-- 物品名:"鼹鼠帽" 制造描述:"为穿戴者提供夜视能力。"
		EEL = "你喜不喜欢在糖浆里游泳？",		-- 物品名:"鳗鱼"
		EEL_COOKED = "烤好了鱼，再涂一点蜂蜜……",		-- 物品名:"烤鳗鱼"
		UNAGI = "哎呀，好像没有蛋黄酱",		-- 物品名:"鳗鱼料理"
		EYETURRET = "你在盯着我的大尾巴吗",		-- 物品名:"眼睛炮塔"
		EYETURRET_ITEM = "你要向灵狐人宣誓效忠~",		-- 物品名:"眼睛炮塔" 制造描述:"要远离讨厌的东西，就得杀了它们。"
		MINOTAURHORN = "还撞不撞我了呀？",		-- 物品名:"守护者之角"
		MINOTAURCHEST = "这些东西是我的了，犀牛你没意见吧？",		-- 物品名:"大号华丽箱子"
		THULECITE_PIECES = "看起来不起眼，其实可能是很珍贵的东西哦",		-- 物品名:"铥矿碎片"
		POND_ALGAE = "海草海草海草~这其实是水藻",		-- 物品名:"水藻"
		GREENSTAFF = "可以把生物分解成葡萄糖吗？",		-- 物品名:"拆解魔杖" 制造描述:"干净而有效的摧毁。"
		GIFT = "嗯哼，毕竟我这么帅气，总有人送我礼物呀",		-- 物品名:"礼物"
        GIFTWRAP = "我可以打包一个礼物，然后送给自己……",		-- 物品名:"礼物包装" 制造描述:"把东西打包起来，好看又可爱！"
		POTTEDFERN = "我能在花盆里种点甘蔗吗",		-- 物品名:"蕨类盆栽" 制造描述:"做个花盆，里面栽上蕨类植物。"
        SUCCULENT_POTTED = "没有我的尾巴肉乎",		-- 物品名:"多肉盆栽" 制造描述:"塞进陶盆的漂亮多肉植物。"
		SUCCULENT_PLANT = "是芦荟吧，味道有点清甜",		-- 物品名:"多肉植物"
		SUCCULENT_PICKED = "可以尝尝味道",		-- 物品名:"多肉植物"
		SENTRYWARD = "你们全都逃不出我的眼睛哦",		-- 物品名:"月眼守卫" 制造描述:"绘图者最有价值的武器。"
        TOWNPORTAL =
        {
			GENERIC = "哦豁，这像金字塔一样的东西是个复杂的魔法道具",		-- 物品名:"强征传送塔"->默认 制造描述:"用沙子的力量聚集你的朋友们。"
			ACTIVE = "大家想我了吗~",		-- 物品名:"强征传送塔"->激活了 制造描述:"用沙子的力量聚集你的朋友们。"
		},
        TOWNPORTALTALISMAN = 
        {
			GENERIC = "拿着这个就能回家了，很方便嘛",		-- 物品名:"沙漠石头"->默认
			ACTIVE = "话说，家……是什么？",		-- 物品名:"沙漠石头"->激活了
		},
        WETPAPER = "我瘦的就像一张纸……算了，我自己都不信",		-- 物品名:"纸张"
        WETPOUCH = "湖里钓上来了宝贝？",		-- 物品名:"起皱的包裹"
        MOONROCK_PIECES = "这力量，对暗影傀儡术很不友好！",		-- 物品名:"月亮石碎块"
        MOONBASE =
        {
            GENERIC = "我该在这个洞里塞点什么呢",		-- 物品名:"月亮石"->默认
            BROKEN = "我只用了一根手指就把它们碾碎了",		-- 物品名:"月亮石"
            STAFFED = "接下来，就是见证月光的时刻~",		-- 物品名:插了星杖的"月亮石"（蛋壳工程）
            WRONGSTAFF = "我有一种明显的感觉，这不对。",		-- 物品名:"月亮石"
            MOONSTAFF = "感谢观看我的魔术表演~",		-- 物品名:插了月杖的"月亮石"（蛋壳工程）
        },
        MOONDIAL = 
        {
			GENERIC = "瞒不住了，没错，其实我是一名星象学家",		-- 物品名:"月晷"->默认 制造描述:"追踪月相！"
			NIGHT_NEW = "水面上什么都没有？啊，天上也没有月亮",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			NIGHT_WAX = "月亮就像正在充气的奶糖",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			NIGHT_FULL = "该吃月饼了！小时候没人送给我月饼……",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			NIGHT_WANE = "月亮好像很泄气呀！",		-- 物品名:"月晷" 制造描述:"追踪月相！"
			CAVE = "众所周知，穴居人没见过月亮",		-- 物品名:"月晷" 制造描述:"追踪月相！"
        },
		THULECITE = "请叫我稀土大亨",		-- 物品名:"铥矿石" 制造描述:"将小碎片合成一大块。"
		ARMORRUINS = "将暗影之力注入铥矿石中，不但坚硬，而且还很舒服",		-- 物品名:"铥矿甲" 制造描述:"炫目并且能提供保护。"
		ARMORSKELETON = "暗影之力可以化解一切冲击，我深刻了解这一原理",		-- 物品名:"骨头盔甲" 制造描述:"追踪月相！"
		SKELETONHAT = "小嘴，小爬，向我鞠躬",		-- 物品名:"骨头头盔" 制造描述:"追踪月相！"
		RUINS_BAT = "打击力极强，拿在手中却令人更加敏捷，这正是暗影之力的体现",		-- 物品名:"铥矿岩棒" 制造描述:"尖钉让一切变得更好。"
		RUINSHAT = "暗影之力正适合保护我珍贵的发型",		-- 物品名:"远古王冠" 制造描述:"附有远古力场！"
		NIGHTMARE_TIMEPIECE =
		{
            CALM = "平静得像坏了一样",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WARN = "你是在警告我什么？",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WAXING = "暗影在呼唤我……在呼唤它。",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            STEADY = "暗影之力平稳了下来",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            WANING = "暗影之力在慢慢衰退",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            DAWN = "这里最强的暗影就是撒麻坂町了",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
            NOMAGIC = "完全没反应了？为何对撒麻坂町不能起反应啊",		-- 物品名:"铥矿奖章" 制造描述:"跟踪周围魔力水平的流动。"
		},
		BISHOP_NIGHTMARE = "用暗影之力驱动光球的……可惜坏掉了呦",		-- 物品名:"损坏的发条主教" 制造描述:"跟踪周围魔力水平的流动。"
		ROOK_NIGHTMARE = "用暗影之力驱动的大块头，不过现在坏掉了",		-- 物品名:"损坏的发条战车" 制造描述:"跟踪周围魔力水平的流动。"
		KNIGHT_NIGHTMARE = "动力系统没做好，只能崩着前进，而且还坏了",		-- 物品名:"损坏的发条骑士" 制造描述:"跟踪周围魔力水平的流动。"
		MINOTAUR = "你可别踩到我的大尾巴了，后果会很严重哦~",		-- 物品名:"远古守护者" 制造描述:"跟踪周围魔力水平的流动。"
		SPIDER_DROPPER = "吓！哦豁，你以为能吓到我吗~",		-- 物品名:"穴居悬蛛" 制造描述:"跟踪周围魔力水平的流动。"
		NIGHTMARELIGHT = "你怎么会有如此充足的暗影能量？撒麻坂町，你能解析它的结构吗？",		-- 物品名:"梦魇灯座" 制造描述:"跟踪周围魔力水平的流动。"
		NIGHTSTICK = "不听话的小家伙要尝尝电疗哦",		-- 物品名:"晨星锤" 制造描述:"用于夜间战斗的晨光。"
		GREENGEM = "哦豁，看看我弄到了什么好东西",		-- 物品名:"绿宝石" 制造描述:"跟踪周围魔力水平的流动。"
		MULTITOOL_AXE_PICKAXE = "这个设计思路很有我的风格嘛",		-- 物品名:"多用斧镐" 制造描述:"加倍实用。"
		ORANGESTAFF = "走路减肥？那跟我有什么关系啊",		-- 物品名:"瞬移魔杖" 制造描述:"适合那些不喜欢走路的人。"
		YELLOWAMULET = "正好映照出我帅气的面庞",		-- 物品名:"魔光护符" 制造描述:"从天堂汲取力量。"
		GREENAMULET = "把这个贴在冰淇淋机上，双倍快乐",		-- 物品名:"建造护符" 制造描述:"用更少的材料合成物品！"
		SLURPERPELT = "还想摸我的耳朵吗~。",			-- 物品名:"啜食者皮" 制造描述:"跟踪周围魔力水平的流动。"（蛋壳工程）
		SLURPER = "滚开滚开，我的耳朵摸一下要一袋大白兔的！",		-- 物品名:"啜食者" 制造描述:"跟踪周围魔力水平的流动。"
		SLURPER_PELT = "还想摸我的耳朵吗~",		-- 物品名:"啜食者皮" 制造描述:"跟踪周围魔力水平的流动。"
		ARMORSLURPER = "哎？那块蛋糕，我……吃不下了？",		-- 物品名:"饥饿腰带" 制造描述:"保持肚子不饿。"
		ORANGEAMULET = "蛋糕，巧克力，曲奇，太妃糖，都飞到我的碗里来",		-- 物品名:"懒人护符" 制造描述:"适合那些不喜欢捡东西的人。"
		YELLOWSTAFF = "可以召唤星星糖吗？",		-- 物品名:"唤星者法杖" 制造描述:"召唤一个小星星。"
		YELLOWGEM = "金闪闪的，能换多少蛋糕呢",		-- 物品名:"黄宝石" 制造描述:"跟踪周围魔力水平的流动。"
		ORANGEGEM = "虽然看到了橙宝石，可是没有见到甜美的橙子啊",		-- 物品名:"橙宝石" 制造描述:"跟踪周围魔力水平的流动。"
        OPALSTAFF = "服从我的召唤，降临人间吧！月饼！",		-- 物品名:"唤月者魔杖" 制造描述:"跟踪周围魔力水平的流动。"
        OPALPRECIOUSGEM = "这显然不是月饼，也不能吃，但是非常珍贵",		-- 物品名:"彩虹宝石" 制造描述:"跟踪周围魔力水平的流动。"
        TELEBASE = 
		{
			VALID = "粉丝们，你们可以在这里等我呦",		-- 物品名:"传送焦点"->有效 制造描述:"装上宝石试试。"
			GEMS = "嗯……摸一次尾巴，换一颗宝石，心动不如行动哦",		-- 物品名:"传送焦点"->需要宝石 制造描述:"装上宝石试试。"
		},
		GEMSOCKET = 
		{
			VALID = "我这么受欢迎，肯定是不会缺宝石的嘛",		-- 物品名:"宝石底座"->有效
			GEMS = "这里需要宝石，怎么办呢……",		-- 物品名:"宝石底座"->需要宝石
		},
		STAFFLIGHT = "来烤面包啦",		-- 物品名:"矮人之星"
        STAFFCOLDLIGHT = "正好做点冰粥出来",		-- 物品名:"极光"
        ANCIENT_ALTAR = "远古的人类是这样使用暗影之力的啊",		-- 物品名:"远古祭坛"
        ANCIENT_ALTAR_BROKEN = "损坏严重，现在的状态已经无法操控暗影",		-- 物品名:"损坏的远古祭坛"
        ANCIENT_STATUE = "远古的人类怎么长成这样？完全无法与我的帅气相比呀",		-- 物品名:"远古雕像"
        LICHEN = "是苔藓？摘一点尝尝吧",		-- 物品名:"洞穴苔藓"
		CUTLICHEN = "一点甜味都没有的苔藓，不好吃",		-- 物品名:"苔藓"
		CAVE_BANANA = "嗯~很甜！",		-- 物品名:"洞穴香蕉"
		CAVE_BANANA_COOKED = "烤了之后更甜了，好吃啊",		-- 物品名:"烤香蕉"
		CAVE_BANANA_TREE = "香蕉居然长在这里？我要多吃几根",		-- 物品名:"洞穴香蕉树"
		ROCKY = "石头又没有甜味，你为什么喜欢吃石头呢？",		-- 物品名:"石虾"
		COMPASS =
		{
			GENERIC="我从不迷路！不过有个指南针还是好的",		-- 物品名:"指南针"->默认 制造描述:"指向北方。"
			N = "北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			S = "南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			E = "东。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			W = "西。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NE = "东北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SE = "东南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NW = "西北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SW = "西南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
		},
        HOUNDSTOOTH = "差点咬到了我的大尾巴",		-- 物品名:"犬牙" 制造描述:"指向北方。"
        ARMORSNURTLESHELL = "我的大尾巴……啊，好像塞得进去",		-- 物品名:"蜗壳护甲" 制造描述:"指向北方。"
        BAT = "你们要飞起来摸我的耳朵吗？哼哼，我要把你们打出翔",		-- 物品名:"洞穴蝙蝠" 制造描述:"指向北方。"
        BATBAT = "这也算是暗影之力的一次小小的应用吧",		-- 物品名:"蝙蝠棒" 制造描述:"所有科技都如此...耗费精神。"
        BATWING = "你想在天上摸我的耳朵，可是你的翅膀掉啦",		-- 物品名:"洞穴蝙蝠翅膀" 制造描述:"指向北方。"
        BATWING_COOKED = "好像有点香气呢",		-- 物品名:"烤蝙蝠翅膀" 制造描述:"指向北方。"
        BATCAVE = "里面有无数双眼睛对我的毛耳朵虎视眈眈",		-- 物品名:"蝙蝠洞" 制造描述:"指向北方。"
        BEDROLL_FURRY = "睡在兔皮里，一定能梦到大白兔奶糖",		-- 物品名:"毛皮铺盖" 制造描述:"舒适地一觉睡到天亮！"
        BUNNYMAN = "这是一只大白兔，但不是奶糖",		-- 物品名:"兔人" 制造描述:"指向北方。"
        FLOWER_CAVE = "映照出我的帅气",		-- 物品名:"荧光花" 制造描述:"指向北方。"
        GUANO = "我说了要把你们打出翔",		-- 物品名:"鸟粪" 制造描述:"指向北方。"
        LANTERN = "这么帅气的灵狐人，打着灯笼都找不到",		-- 物品名:"提灯" 制造描述:"可加燃料、明亮、便携！"
        LIGHTBULB = "我把光明握在手心",		-- 物品名:"荧光果" 制造描述:"指向北方。"
        MANRABBIT_TAIL = "毛茸茸的！不过没有我的尾巴舒服",		-- 物品名:"兔绒" 制造描述:"指向北方。"
        MUSHROOMHAT = "我的耳朵上长出了蘑菇哦。",		-- 物品名:"蘑菇帽" 制造描述:"指向北方。"
        MUSHROOM_LIGHT2 =
        {
            ON = "完美的舞台灯，正适合帅气的我~",		-- 物品名:"炽菇灯"->开启 制造描述:"受到火山岩浆灯饰学问的激发。"
            OFF = "我的表演尚未开始，请耐心等候哦",		-- 物品名:"炽菇灯"->关闭 制造描述:"受到火山岩浆灯饰学问的激发。"
            BURNT = "那个，我……把舞台灯给帅炸了",		-- 物品名:"炽菇灯"->烧焦的 制造描述:"受到火山岩浆灯饰学问的激发。"
        },
        MUSHROOM_LIGHT =
        {
            ON = "我帅气的我坐镇，舞台灯简陋一点也无妨吧",		-- 物品名:"蘑菇灯"->开启 制造描述:"任何蘑菇的完美添加物。"
            OFF = "这次的背景光弄什么颜色好呢",		-- 物品名:"蘑菇灯"->关闭 制造描述:"任何蘑菇的完美添加物。"
            BURNT = "嗯……我要换一个更漂亮的舞台灯",		-- 物品名:"蘑菇灯"->烧焦的 制造描述:"任何蘑菇的完美添加物。"
        },
        SLEEPBOMB = "谁再敢欺负我，就让他们好好睡一觉",		-- 物品名:"睡袋" 制造描述:"可以扔掉的袋子睡意沉沉。"
        MUSHROOMBOMB = "我帅炸了，谁赞成，谁反对？",		-- 物品名:"炸弹蘑菇" 制造描述:"任何蘑菇的完美添加物。"
        SHROOM_SKIN = "这手感……好恶心。毒菌蟾蜍的皮肤也太差了！",		-- 物品名:"蘑菇皮" 制造描述:"任何蘑菇的完美添加物。"
        TOADSTOOL_CAP =
        {
            EMPTY = "空无，一人……就像我一样",		-- 物品名:"毒菌蟾蜍"
            INGROUND = "下面好像有个蘑菇，更下面有个不敢见人的家伙",		-- 物品名:"毒菌蟾蜍"->在地里面
            GENERIC = "蘑菇下面的家伙你不要太自卑啊，其实你把脸遮住还是可以见人的",		-- 物品名:"毒菌蟾蜍"->默认
        },
        TOADSTOOL =
        {
            GENERIC = "哇，你平时多贴一些面膜吧，真的太丑了",		-- 物品名:"毒菌蟾蜍"->默认
            RAGE = "不要生气，那个，你不是太丑，你只是……很丑。",		-- 物品名:"毒菌蟾蜍"->愤怒
        },
        MUSHROOMSPROUT =
        {
            GENERIC = "今天我的耳朵是什么颜色呢？",		-- 物品名:"孢子帽"->默认
            BURNT = "是……黑色",		-- 物品名:"孢子帽"->烧焦的
        },
        MUSHTREE_TALL =
        {
            GENERIC = "这棵怪树好高，等等，上面有个蓝蘑菇？",		-- 物品名:"蓝蘑菇树"->默认
            BLOOM = "蓝蘑菇要在高树上长出来了",		-- 物品名:"蓝蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_MEDIUM =
        {
            GENERIC = "树上一个红蘑菇，树下……蘑菇长在树上？",		-- 物品名:"红蘑菇树"->默认
            BLOOM = "红蘑菇要在树上长出来了",		-- 物品名:"红蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_SMALL =
        {
            GENERIC = "这树好像和我差不多嘛，这绿蘑菇是？",		-- 物品名:"绿蘑菇树"->默认
            BLOOM = "绿蘑菇要在矮树上长出来了",		-- 物品名:"绿蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_TALL_WEBBED = "上面的蜘蛛们听着，你们已经被撒麻坂町包围了！",		-- 物品名:"蛛网蓝蘑菇树"
        SPORE_TALL =
        {
            GENERIC = "像我一样漂泊无依",		-- 物品名:"蓝色孢子"->默认
            HELD = "来，和我一起走吧",		-- 物品名:"蓝色孢子"->拿在手里
        },
        SPORE_MEDIUM =
        {
            GENERIC = "你在寻找那不存在的亲人吗？",		-- 物品名:"红色孢子"->默认
            HELD = "我会带上你的",		-- 物品名:"红色孢子"->拿在手里
        },
        SPORE_SMALL =
        {
            GENERIC = "你也在思考家的涵义吧",		-- 物品名:"绿色孢子"->默认
            HELD = "这里可以是你的家",		-- 物品名:"绿色孢子"->拿在手里
        },
        RABBITHOUSE =
        {
            GENERIC = "哦豁，插在地里的大胡萝卜",		-- 物品名:"兔屋"->默认 制造描述:"可容纳一只巨大的兔子及其所有物品。"
            BURNT = "我的秘制烤胡萝卜，请用！",		-- 物品名:"兔屋"->烧焦的 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        },
        SLURTLE = "淋上糖浆，做成法式烤蜗牛~",		-- 物品名:"尖壳蜗牛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLE_SHELLPIECES = "里面的蜗牛肉呢？壳也不能吃啊",		-- 物品名:"蜗壳碎片" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLEHAT = "总有歹人想摸朕的耳朵，藏到蜗牛壳里吧",		-- 物品名:"蜗牛帽" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLEHOLE = "“把滚烫的糖浆灌进去，隔壁的猴子们都馋哭啦",		-- 物品名:"尖壳蜗牛窝" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SLURTLESLIME = "这是蜜吗？呸，咸咸的。",		-- 物品名:"尖壳蜗牛黏液" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SNURTLE = "淋上糖霜，做成冰糖蜗牛~",		-- 物品名:"圆壳蜗牛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDER_HIDER = "就因为这里黑，你就可以随便长了吗？",		-- 物品名:"洞穴蜘蛛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDER_SPITTER = "随地吐痰要没收作案工具的",		-- 物品名:"喷射蜘蛛" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDERHOLE = "请你们不要爬出来，我和撒麻坂町都觉得辣眼睛",		-- 物品名:"蛛网岩" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        SPIDERHOLE_ROCK = "请你们不要爬出来，我和撒麻坂町都觉得辣眼睛",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        STALAGMITE = "虽然长得像个笋，但是加了糖还是不能吃",		-- 物品名:"石笋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        STALAGMITE_TALL = "为什么要叫石笋？我都有点馋了",		-- 物品名:"石笋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TREASURECHEST_TRAP = "哦豁，这里面的东西都归我……有点奇怪的感觉？",		-- 物品名:"宝箱" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_CARPETFLOOR = "保护好我的尾巴，别被人做成了地毯！",		-- 物品名:"地毯地板" 制造描述:"超级柔软。气味像牦牛。"
        TURF_CHECKERFLOOR = "嗯哼，请叫我游戏之神，能平定战争的那种",		-- 物品名:"棋盘地板" 制造描述:"精心制作成棋盘状的大理石地砖。"
        TURF_DIRT = "好脏好脏，看我多整洁。",		-- 物品名:"泥土地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_FOREST = "我曾经住在这块土地上",		-- 物品名:"森林地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_GRASS = "软软的草坪~",		-- 物品名:"长草地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_MARSH = "有一只大触手就躲在下面哦",		-- 物品名:"沼泽地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_ROAD = "我要一路铺到蛋糕店",		-- 物品名:"卵石路" 制造描述:"修建你自己的道路，通往任何地方。"
        TURF_ROCKY = "我要在碎石堆中创立新宗教",		-- 物品名:"岩石地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_SAVANNA = "更软的草坪，堪比我的大尾巴",		-- 物品名:"热带草原地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        TURF_WOODFLOOR = "地板也是我做的，没错我就是这么有才华",		-- 物品名:"木地板" 制造描述:"优质复合地板。"
		TURF_CAVE="这什么……有股蝙蝠味！",		-- 物品名:"鸟粪地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_FUNGUS="泡进汤里就变成了菌汤锅",		-- 物品名:"菌类地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_SINKHOLE="噫，怎么黏糊糊的",		-- 物品名:"黏滑地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_UNDERROCK="我要在碎石堆中创立邪教",		-- 物品名:"洞穴岩石地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_MUD="哇，一手的泥，没法吃东西了",		-- 物品名:"泥泞地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DECIDUOUS = "住进桦木林也不错啊，唯我独尊！",		-- 物品名:"桦树地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_SANDY = "阳光！沙滩！与我……何干……",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_BADLANDS = "一片荒芜，就像童年的我……",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DESERTDIRT = "把这个用布缝起来就会变成沙包……可没人陪我玩",		-- 物品名:"沙漠地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_FUNGUS_GREEN = "泡进热水里，变成另一种口味的菌汤锅",		-- 物品名:"菌类地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_FUNGUS_RED = "跟另外两种地皮一起泡，就成了完整的菌汤锅",		-- 物品名:"菌类地皮" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DRAGONFLY = "龙鳞做的地毯，最符合我的身份",		-- 物品名:"鳞状地板" 制造描述:"消除火灾蔓延速度。"
		POWCAKE = "蛋糕！这保质期也太长了，感觉很不健康啊",		-- 物品名:"芝士蛋糕" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        CAVE_ENTRANCE = "嗯哼？这里隐藏着一个惊天的秘密！被我识破啦",		-- 物品名:"堵住的陷洞" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        CAVE_ENTRANCE_RUINS = "看我这就把你打开，你藏不住滴~",		-- 洞二入口 单机专属（蛋壳工程）
       	CAVE_ENTRANCE_OPEN = 
        {
            GENERIC = "下面有人吗？有人吗？？有人我也不会来救你呀",		-- 物品名:"陷洞"->默认
            OPEN = "哦豁，一个全新的世界？会不会有洞穴蛋糕店什么的？",		-- 物品名:"陷洞"->打开
            FULL = "嗯哼，下面人满为患啊，能不能给我留点蛋糕",		-- 物品名:"陷洞"->满了
        },
        CAVE_EXIT = 
        {
            GENERIC = "看来这里没有蛋糕店，我是不是该溜了？",		-- 物品名:"楼梯"->默认
            OPEN = "嗯哼，该回家了，粉丝们肯定想死我了",		-- 物品名:"楼梯"->打开
            FULL = "嗨呀，粉丝太多，我上不去了",		-- 物品名:"楼梯"->满了
        },
		MAXWELLPHONOGRAPH = "这肯定是粉丝们为了听到我的声音准备的",		-- 物品名:"麦斯威尔的留声机"（单机没有）（蛋壳工程）
		BOOMERANG = "旋转，跳跃……糊脸。还是暗影傀儡术好用",		-- 物品名:"回旋镖" 制造描述:"来自澳洲土著。"
		PIGGUARD = "国王是哪个爱豆？比我还帅气的吗？",		-- 物品名:"猪人守卫"
		ABIGAIL = "你喜欢黑夜吗？你喜欢撒麻坂町吗？。",		-- 物品名:"阿比盖尔"
		ADVENTURE_PORTAL = "我不想再一次上当了。",		-- 物品名:"麦斯威尔之门"（单机没有）（蛋壳工程）
		AMULET = "没人能够杀得死我，无敌是多么的寂寞~",		-- 物品名:"重生护符" 制造描述:"逃离死神的魔爪。"
		ANIMAL_TRACK = "让我想想，这一定是……一只琳满了糖霜的大肥鸡",		-- 物品名:"动物足迹"
		ARMORGRASS = "真够简陋的……那时候，逃命的时候，穿的衣服还不如这个",		-- 物品名:"草甲" 制造描述:"提供少许防护。"
		ARMORMARBLE = "哇，好沉，我的大尾巴要被压断了！",		-- 物品名:"大理石甲" 制造描述:"它很重，但能够保护你。"
		ARMORWOOD = "嗯哼，森林之力时的加护！",		-- 物品名:"木甲" 制造描述:"为你抵御部分伤害。"
		ARMOR_SANITY = "这是暗影之力的一项重要应用，绝佳的设计啊",		-- 物品名:"魂甲" 制造描述:"保护你的躯体，但无法保护你的心智。"
		ASH =
		{
			GENERIC = "有奖竞猜！它被烧到之前是什么呢？",		-- 物品名:"灰烬"->默认
			REMAINS_GLOMMERFLOWER = "传送时，花被火焰吞噬了！",		-- 物品名:"灰烬"->单机专用
			REMAINS_EYE_BONE = "传送时，眼骨被火焰吞噬了！",		-- 物品名:"灰烬"->单机专用
			REMAINS_THINGIE = "这肯定有个完美的科学解释。",		-- 物品名:"灰烬"->单机专用
		},
		AXE = "我拿回了我的神器，可以开天辟地了",		-- 物品名:"斧头" 制造描述:"砍倒树木！"
		BABYBEEFALO = 
		{
			GENERIC = "翻滚吧，牛宝宝！",		-- 物品名:"小牦牛"->默认
		    SLEEPING = "牛宝宝笛奏",		-- 物品名:"小牦牛"->睡着了
        },
        BUNDLE = "嗯哼，这是粉丝送给我的礼物，太受欢迎了没办法啊",		-- 物品名:"捆绑物资"
        BUNDLEWRAP = "把没吃完的蛋糕包起来送给自己……呵呵，送给自己吧",		-- 物品名:"捆绑包装" 制造描述:"打包你的东西的部分和袋子。"
		BACKPACK = "我的大尾巴塞不进去啊",		-- 物品名:"背包" 制造描述:"携带更多物品。"
		BACONEGGS = "两个蛋没有做成蛋糕，好浪费啊！",		-- 物品名:"培根煎蛋"
		BANDAGE = "让我先舔一舔",		-- 物品名:"蜂蜜药膏" 制造描述:"愈合小伤口。"
		BASALT = "没错，我就是这样的硬汉",		-- 物品名:"玄武岩"
		BEARDHAIR = "其实是从我尾巴上拔下来的",		-- 物品名:"胡子"
		BEARGER = "把蜂蜜放下！放下！撒麻坂町！快弄死他丫的！",		-- 物品名:"狂暴熊獾"
		BEARGERVEST = "我穿着你吃蜂蜜……怎么有点吃不下了？",		-- 物品名:"熊皮背心" 制造描述:"熊皮背心。"
		ICEPACK = "这下我把甜食都塞到你这里了，你倒是吃呀",		-- 物品名:"保鲜背包" 制造描述:"容量虽小，但能保持东西新鲜。"
		BEARGER_FUR = "呜呜，我的蜂蜜啊",		-- 物品名:"熊皮" 制造描述:"毛皮再生。"
		BEDROLL_STRAW = "粗劣的草席……呵，当年我天天睡这个",		-- 物品名:"草席卷" 制造描述:"一觉睡到天亮。"
		BEEQUEEN = "把蜂王浆交出来，蜂蜜我也要",		-- 物品名:"蜂王"
		BEEQUEENHIVE = 
		{
			GENERIC = "哦，是蜂王浆的味道！好香啊！",		-- 物品名:"蜂蜜地块"->默认
			GROWING = "不久以后，就有新的蜂王浆了",		-- 物品名:"蜂蜜地块"->正在生长
		},
        BEEQUEENHIVEGROWN = "我来收取蜂王浆了，交出来交出来。",		-- 物品名:"巨大蜂巢"
        BEEGUARD = "那边那个，你有蜂蜜没有？",		-- 物品名:"嗡嗡蜜蜂"
        HIVEHAT = "舔一舔再戴上",		-- 物品名:"蜂王帽"
        MINISIGN =
        {
            GENERIC = "我看看这上面写了什么？",		-- 物品名:"小木牌"->默认
            UNDRAWN = "写上：宇宙第一帅气的太真",		-- 物品名:"小木牌"->没有画画
        },
        MINISIGN_ITEM = "插在地上，好好地介绍我吧",		-- 物品名:"小木牌" 制造描述:"用羽毛笔在这些上面画画。"
		BEE =
		{
			GENERIC = "动作快一点，我今天要吃两罐蜂蜜",		-- 物品名:"蜜蜂"->默认
			HELD = "杀了你有蜂蜜，放了你也有蜂蜜……",		-- 物品名:"蜜蜂"->拿在手里
		},
		BEEBOX =
		{
			READY = "嗯哼，蜂蜜蛋糕，太妃糖，蜜汁火腿，蜂蜜，蜂蜜！",		-- 物品名:"蜂箱"->满蜂蜜 （蛋壳工程）
			FULLHONEY = "嗯哼，蜂蜜蛋糕，太妃糖，蜜汁火腿，蜂蜜，蜂蜜！",		-- 物品名:"蜂箱"->没调用 制造描述:"贮存你自己的蜜蜂。"
			GENERIC = "你们辛勤工作，我独享蜂蜜~活着真好呀",		-- 物品名:"蜂箱"->默认 制造描述:"贮存你自己的蜜蜂。"
			NOHONEY = "快去干活，我要蜂蜜！",		-- 物品名:"蜂箱"->没有蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			SOMEHONEY = "快一点快一点，我等不及了",		-- 物品名:"蜂箱"->有一些蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			BURNT = "我，我的蜂蜜，谁干的！我要把他做成蜂蜜！",		-- 物品名:"蜂箱"->烧焦的 制造描述:"贮存你自己的蜜蜂。"
		},
		MUSHROOM_FARM =
		{
			STUFFED = "哦豁，没错，这些蘑菇都是我种出来的",		-- 物品名:"蘑菇农场"->塞，满了？？ 制造描述:"种蘑菇。"
			LOTS = "你信不信，还能长出更多呢",		-- 物品名:"蘑菇农场"->很多 制造描述:"种蘑菇。"
			SOME = "看到了帅气的我，连蘑菇都疯狂生长了起来",		-- 物品名:"蘑菇农场"->有一些 制造描述:"种蘑菇。"
			EMPTY = "今天呢，我来变个魔术，让这里长满蘑菇",		-- 物品名:"蘑菇农场" 制造描述:"种蘑菇。"
			ROTTEN = "怎么不长了？是因为我太过耀眼而无法抬头了吗？",		-- 物品名:"蘑菇农场"->腐烂的--需要活木 制造描述:"种蘑菇。"
			BURNT = "哇，我的蘑菇们！烤蘑菇加点糖也不错吧……",		-- 物品名:"蘑菇农场"->烧焦的 制造描述:"种蘑菇。"
			SNOWCOVERED = "我用大尾巴来盖住行不行呢",		-- 物品名:"蘑菇农场"->被雪覆盖 制造描述:"种蘑菇。"
		},
		BEEFALO =
		{
			FOLLOWER = "连牛都追随我，我的人气就是这么高啊",		-- 物品名:"牦牛"->追随者
			GENERIC = "毛牛，有多如牛毛的牛毛",		-- 物品名:"牦牛"->默认
			NAKED = "想我想到头秃了是不是？",		-- 物品名:"牦牛"->牛毛被刮干净了
			SLEEPING = "睡着了？我拔根毛看看你会不会醒过来",		-- 物品名:"牦牛"->睡着了
            DOMESTICATED = "你已经离不开我了是不是？",		-- 物品名:"牦牛"->驯化牛
            ORNERY = "哦豁，它说要为我而战",		-- 物品名:"牦牛"->战斗牛
            RIDER = "嗯哼，你可以日行千里的对不对？",		-- 物品名:"牦牛"->骑行牛
            PUDGY = "嗨呀，骑在这上面肯定很舒服",		-- 物品名:"牦牛"-->胖牛（蛋壳工程）
		},
		BEEFALOHAT = "我是最帅气的牛，长着最帅的大尾巴",		-- 物品名:"牛角帽" 制造描述:"成为牛群中的一员！连气味也变得一样。"
		BEEFALOWOOL = "这质感比我的大尾巴差远了",		-- 物品名:"牛毛"
		BEEHAT = "有了这个，我一天可以吃四罐",		-- 物品名:"养蜂帽" 制造描述:"防止被愤怒的蜜蜂蜇伤。"
        BEESWAX = "没吃饱，再造个蜂房吧",		-- 物品名:"蜂蜡" 制造描述:"一种有用的防腐蜂蜡。"
		BEEHIVE = "这里的蜂蜜够我吃一上午的",		-- 物品名:"野生蜂窝"
		BEEMINE = "蜜蜂不去采蜜而是装在地雷里面，太蠢了啊",		-- 物品名:"蜜蜂地雷" 制造描述:"变成武器的蜜蜂。会出什么问题？"
		BEEMINE_MAXWELL = "这里装的是……蚊子？",		-- 物品名:"麦斯威尔的蚊子陷阱"联机没有（蛋壳工程）
		BERRIES = "甜度差了一点",		-- 物品名:"浆果"
		BERRIES_COOKED = "嗯，甜甜的，不过太小了",		-- 物品名:"烤浆果"
        BERRIES_JUICY = "啊，好甜好甜，这是来自天堂的蜜糖果实！",		-- 物品名:"多汁浆果"
        BERRIES_JUICY_COOKED = "蜜糖果实！蜜糖果实！我今天不用吃蜂蜜啦",		-- 物品名:"烤多汁浆果"
		BERRYBUSH =
		{
			BARREN = "好像很久没长了？没有果子吃了吗？",		-- 物品名:"浆果丛"
			WITHERED = "难道是因为太热了就不长了？怎么可以这样！",		-- 物品名:"浆果丛"->枯萎了
			GENERIC = "味道一般般，不过有点甜味就够了",		-- 物品名:"浆果丛"->默认
			PICKED = "快长啊！今天份的果子还没吃呢",		-- 物品名:"浆果丛"->被采完了
			DISEASED = "你怎么了？长出的果子好奇怪？",		-- 物品名:"浆果丛"->生病了
			DISEASING = "怎么？你好像变得奇怪了，不会影响到果子吧？",		-- 物品名:"浆果丛"->正在生病？？
			BURNING = "哇，着火了，那果子怎么办？",		-- 物品名:"浆果丛"->正在燃烧
		},
		BERRYBUSH_JUICY =
		{
			BARREN = "今天蜜糖果实还是没有长出来……",		-- 物品名:"多汁浆果丛"
			WITHERED = "蜜糖果实长不出来了！我讨厌夏天！",		-- 物品名:"多汁浆果丛"->枯萎了
			GENERIC = "我发现的果树，果子超甜，我叫它蜜糖果实",		-- 物品名:"多汁浆果丛"->默认
			PICKED = "蜜糖果实！我要蜜糖果实！",		-- 物品名:"多汁浆果丛"->被采完了
			DISEASED = "不！蜜糖果实你怎么了！！",		-- 物品名:"多汁浆果丛"->生病了
			DISEASING = "你病了吗？你说话啊！",		-- 物品名:"多汁浆果丛"->正在生病？？
			BURNING = "我听到蜜糖果实在呼喊！",		-- 物品名:"多汁浆果丛"->正在燃烧
		},
		BIGFOOT = "那真是一只巨大无比的脚。",		-- 物品名:"大脚怪"（联机没有）（蛋壳工程）
		BIRDCAGE =
		{
			GENERIC = "没有观众，就抓只鸟来当观众",		-- 物品名:"鸟笼"->默认 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			OCCUPIED = "跟我学，太~真~好~帅",		-- 物品名:"鸟笼"->被占领 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SLEEPING = "偷偷拔根羽毛怎么样？",		-- 物品名:"鸟笼"->睡着了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			HUNGRY = "夸夸我就给你吃东西~",		-- 物品名:"鸟笼"->有点饿了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			STARVING = "你好像很饥饿？因为是因为对我的信仰不够",		-- 物品名:"鸟笼"->挨饿 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			DEAD = "好可怜，该怎么吃呢？",		-- 物品名:"鸟笼"->死了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SKELETON = "哇，怎么只剩骨头了，这怎么吃啊",		-- 物品名:"骷髅" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		},
		BIRDTRAP = "今晚吃乃木烤鸽子",		-- 物品名:"捕鸟陷阱" 制造描述:"捕捉会飞的动物。"
		CAVE_BANANA_BURNT = "香蕉树！你怎么了！不要啊！！",		-- 物品名:"烧焦的洞穴香蕉树" 制造描述:"为你的鸟类朋友提供一个幸福的家。"（蛋壳工程
		BIRD_EGG = "蛋糕？苹果派？蛋黄派？好难抉择啊",		-- 物品名:"鸟蛋" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BIRD_EGG_COOKED = "就这么煎了好浪费啊",		-- 物品名:"煎蛋" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BISHOP = "公然散布邪教……话说这暗影技术很高级啊",		-- 物品名:"发条主教" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BLOWDART_FIRE = "你知道吗？违抗太真的人，会在某一天忽然被烈火吞噬！",		-- 物品名:"火焰吹箭" 制造描述:"向你的敌人喷火。"
		BLOWDART_SLEEP = "睡吧睡吧，在梦中你们也会见帅气的我~",		-- 物品名:"催眠吹箭" 制造描述:"催眠你的敌人。"
		BLOWDART_PIPE = "你被狗牙咬了一下，跟我有什么关系？",		-- 物品名:"吹箭" 制造描述:"向你的敌人喷射利齿。"
		BLOWDART_YELLOW = "欺负我的人会遭雷劈的！知道吗！绝对！",		-- 物品名:"雷电吹箭" 制造描述:"朝你的敌人放闪电。"
		BLUEAMULET = "能把我的大尾巴都冻住",		-- 物品名:"寒冰护符" 制造描述:"多么冰冷酷炫的护符。"
		BLUEGEM = "哦豁，一颗深海般的宝石，正符合我深邃沉稳的性格",		-- 物品名:"蓝宝石" 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BLUEPRINT = 
		{ 
            COMMON = "嗯哼，我可是过目不忘",		-- 物品名:"蓝图"
            RARE = "嗯哼，我可是一点就透",		-- 物品名:"蓝图"->罕见的
        },
        SKETCH = "陶艺圆盘，你要干活啦",		-- 物品名:"{item}骨架"
		BLUE_CAP = "好像挺有营养的，但生吃味道很差！",		-- 物品名:"采摘的蓝蘑菇"
		BLUE_CAP_COOKED = "烤熟了味道好多了，但会不会不太健康？",		-- 物品名:"烤蓝蘑菇"
		BLUE_MUSHROOM =
		{
			GENERIC = "嗯，蓝色的蘑菇，和我一样忧郁",		-- 物品名:"蓝蘑菇"->默认
			INGROUND = "它在自己的家里忧郁着",		-- 物品名:"蓝蘑菇"->在地里面
			PICKED = "它得再忧郁一段时间",		-- 物品名:"蓝蘑菇"->被采完了
		},
		BOARDS = "来吧，把我的舞台搭起来",		-- 物品名:"木板" 制造描述:"更平直的木头。"
		BONESHARD = "悄声远去，只留下他们的遗骸……唔，没什么。",		-- 物品名:"骨头碎片"
		BONESTEW = "一顿管饱，不过没有甜味，我没太大食欲",		-- 物品名:"炖肉汤"
		BUGNET = "抓住蜜蜂，逼迫他们交出蜂蜜，完美",		-- 物品名:"捕虫网" 制造描述:"抓虫子用的。"
		BUSHHAT = "总有刁民想摸朕的尾巴，朕有必要藏起来",		-- 物品名:"灌木丛帽" 制造描述:"很好的伪装！"
		BUTTER = "哦豁，黄油，天神的馈赠，恶魔的佳礼，黄油！",		-- 物品名:"黄油"
		BUTTERFLY =
		{
			GENERIC = "你为什么不会采蜜啊？",		-- 物品名:"蝴蝶"->默认
			HELD = "怎么有一股奶油的味道？",		-- 物品名:"蝴蝶"->拿在手里
		},
		BUTTERFLYMUFFIN = "蝴蝶居然能做成这种天使，实在是太美妙了",		-- 物品名:"蝴蝶松饼"
		BUTTERFLYWINGS = "这翅膀，塞牙缝都……有一点甜味？",		-- 物品名:"蝴蝶翅膀"
		BUZZARD = "你看我作息规律，饮食均衡，所以有着毛茸茸的耳朵",		-- 物品名:"秃鹫"
		SHADOWDIGGER = "去干活去",		-- 物品名:"暗影挖掘者"
		CACTUS = 
		{
			GENERIC = "我记得仙人掌汁也有淡淡的甜味！",		-- 物品名:"仙人掌"->默认
			PICKED = "已经没有汁液了啊",		-- 物品名:"仙人掌"->被采完了
		},
		CACTUS_MEAT_COOKED = "啊，烤一下之后果然甜香",		-- 物品名:"烤仙人掌肉"
		CACTUS_MEAT = "虽然有点甜，但是扎嘴啊",		-- 物品名:"仙人掌肉"
		CACTUS_FLOWER = "哦豁，居然开花了？不知道花甜不甜呢",		-- 物品名:"仙人掌花"
		COLDFIRE =
		{
			EMBERS = "刚被暗影之力作用过吗？怎么变得如此微弱？",		-- 物品名:"冰火"->即将熄灭 制造描述:"这火是越烤越冷的冰火。"
			GENERIC = "哦豁，清凉的夏天就靠这个啦",		-- 物品名:"冰火"->默认 制造描述:"这火是越烤越冷的冰火。"
			HIGH = "听说在寒冷中舔铁会有甜味，我要不要……冷冷冷 ",		-- 物品名:"冰火"->高 制造描述:"这火是越烤越冷的冰火。"
			LOW = "啊，不够冷啊，不爽",		-- 物品名:"冰火"->低？ 制造描述:"这火是越烤越冷的冰火。"
			NORMAL = "哦豁，凉快了！",		-- 物品名:"冰火"->普通 制造描述:"这火是越烤越冷的冰火。"
			OUT = "被暗影偷走了？撒麻坂町，你看到了吗？",		-- 物品名:"冰火"->出去？外面？ 制造描述:"这火是越烤越冷的冰火。"
		},
		CAMPFIRE =
		{
			EMBERS = "感觉我的尾巴摇一摇就会把这火熄灭了",		-- 物品名:"营火"->即将熄灭 制造描述:"燃烧时发出光亮。"
			GENERIC = "可以用来烤蛋糕吗？",		-- 物品名:"营火"->默认 制造描述:"燃烧时发出光亮。"
			HIGH = "哇，差点燎到尾巴",		-- 物品名:"营火"->高 制造描述:"燃烧时发出光亮。"
			LOW = "尾巴都把火给遮住了",		-- 物品名:"营火"->低？ 制造描述:"燃烧时发出光亮。"
			NORMAL = "如果控一下火，或许能烤一些甜品……",		-- 物品名:"营火"->普通 制造描述:"燃烧时发出光亮。"
			OUT = "撒麻坂町，这火怎么灭了？",		-- 物品名:"营火"->出去？外面？ 制造描述:"燃烧时发出光亮。"
		},
		CANE = "下次蛋糕店开门，我肯定第一个到位",		-- 物品名:"拐棍" 制造描述:"泰然自若地快步走。"
		CATCOON = "有蛋糕吗……你从哪里掏出来的蛋糕？？",		-- 物品名:"浣熊猫" 制造描述:"燃烧时发出光亮。"
		CATCOONDEN = 
		{
			GENERIC = "听说浣熊喜欢藏东西，这里有没有蛋糕？",		-- 物品名:"空心树桩"->默认
			EMPTY = "空空的，什么都没有，蛋糕更没有",		-- 物品名:"空心树桩"
		},
		CATCOONHAT = "我是可爱的小浣熊，请给我蛋糕",		-- 物品名:"浣熊猫帽子" 制造描述:"适合那些重视温暖甚于朋友的人。"
		COONTAIL = "这尾巴还没我耳朵粗啊……",		-- 物品名:"浣熊猫尾巴"
		CARROT = "做成胡萝卜蛋糕才好吃",		-- 物品名:"胡萝卜"
		CARROT_COOKED = "烤一下其实有点甜",		-- 物品名:"烤胡萝卜"
		CARROT_PLANTED = "我看到胡萝卜蛋糕",		-- 物品名:"胡萝卜"
		CARROT_SEEDS = "就不能种个胡萝卜蛋糕出来吗",		-- 物品名:"胡萝卜种子"
		CARTOGRAPHYDESK =
		{
			GENERIC = "你们想知道我曾经流浪到哪里吗？",		-- 物品名:"制图桌"->默认 制造描述:"准确地告诉别人你去过哪里。"
			BURNING = "我的秘密，或许埋在心里更好吧",		-- 物品名:"制图桌"->正在燃烧 制造描述:"准确地告诉别人你去过哪里。"
			BURNT = "算了，都过去了，我不想说。",		-- 物品名:"制图桌"->烧焦的 制造描述:"准确地告诉别人你去过哪里。"
		},
		WATERMELON_SEEDS = "种，种个大西瓜！",		-- 物品名:"西瓜种子" 制造描述:"准确地告诉别人你去过哪里。"
		CAVE_FERN = "在我最穷困的时候，经常要捡菜叶吃……呵。",		-- 物品名:"蕨类植物" 制造描述:"准确地告诉别人你去过哪里。"
		CHARCOAL = "炭烧酸奶，炭火蛋糕，嗯~",		-- 物品名:"木炭" 制造描述:"准确地告诉别人你去过哪里。"
        CHESSPIECE_PAWN = "快变成蛋糕皇后，给我做蛋糕吃",		-- 物品名:"卒子棋子" 制造描述:"准确地告诉别人你去过哪里。"
        CHESSPIECE_ROOK =
        {
            GENERIC = "这似乎是一辆战车，然而开不动~",		-- 物品名:"战车棋子"->默认
            STRUGGLE = "战车要开起来了？",		-- 物品名:"战车棋子"->三基佬棋子晃动
        },
        CHESSPIECE_KNIGHT =
        {
            GENERIC = "我骑上去，这才是骑士啊",		-- 物品名:"骑士棋子"->默认
            STRUGGLE = "快别住马腿，不对这是国际象棋！",		-- 物品名:"骑士棋子"->三基佬棋子晃动
        },
        CHESSPIECE_BISHOP =
        {
            GENERIC = "你又要传播邪教了是不是？",		-- 物品名:"主教棋子"->默认
            STRUGGLE = "开始布道了？快住口！不信仰太真的都是异端！",		-- 物品名:"主教棋子"->三基佬棋子晃动
        },
        CHESSPIECE_MUSE = "你是不是蛋糕皇后？",		-- 物品名:"女王棋子"
        CHESSPIECE_FORMAL = "你要是国王的话，那我就是皇帝了啊”。",		-- 物品名:"国王棋子"
        CHESSPIECE_HORNUCOPIA = "我更喜欢妙脆角",		-- 物品名:"丰饶角雕刻"
        CHESSPIECE_PIPE = "为什么要抽烟？糖不好吃吗？",		-- 物品名:"泡泡烟斗雕塑"
        CHESSPIECE_DEERCLOPS = "嗯哼，被我的帅气牢牢吸引了吧",		-- 物品名:"独眼巨鹿棋子"
        CHESSPIECE_BEARGER = "你想吃蜂蜜吗？不给~蜂蜜都是我的！",		-- 物品名:"熊獾棋子"
        CHESSPIECE_MOOSEGOOSE = "让你的小崽子们安分点，我的蛋糕是他们能碰的吗？",		-- 物品名:"驼鹿棋子"
        CHESSPIECE_DRAGONFLY = "吹呀吹呀，烧不到我的大尾巴",		-- 物品名:"龙蝇棋子"
        CHESSPIECE_CLAYHOUND = "汪汪！其实灵狐人也是犬科啊",		-- 物品名:"猎犬棋子"
        CHESSPIECE_CLAYWARG = "哇，你也是大尾巴族？",		-- 物品名:"座狼棋子"
        CHESSJUNK1 = "暗影科技的失败作？",		-- 物品名:"损坏的发条装置"
        CHESSJUNK2 = "被摧毁的暗影科技制品",		-- 物品名:"损坏的发条装置"
        CHESSJUNK3 = "撒麻坂町，这些是做什么的？",		-- 物品名:"损坏的发条装置"
		CHESTER = "去给我带一箱子蛋糕回来",		-- 物品名:"切斯特"
		CHESTER_EYEBONE =
		{
			GENERIC = "看什么看？我想吃蛋糕了，你有吗？",		-- 物品名:"眼骨"->默认
			WAITING = "那个，你能不能……看我一下啊，我不想，不想失去你……",		-- 物品名:"眼骨"->需要等待
		},
		COOKEDMANDRAKE = "曼德拉草这么可爱，怎么可以……不加糖呢？",		-- 物品名:"烤曼德拉草"
		COOKEDMEAT = "应该再加点蜂蜜，这样才够味",		-- 物品名:"烤大肉"
		COOKEDMONSTERMEAT = "烤了还是巨难吃！",		-- 物品名:"烤怪物肉"
		COOKEDSMALLMEAT = "简单烤一下吧，不解馋，也不够味",		-- 物品名:"烤小肉"
		COOKPOT =
		{
			COOKING_LONG = "还要等多久啊，我能不能加点蜂蜜进去？",		-- 物品名:"烹饪锅"->饭还需要很久 制造描述:"制作更好的食物。"
			COOKING_SHORT = "快出锅了，现在加蜂蜜还来得及吗？",		-- 物品名:"烹饪锅"->饭快做好了 制造描述:"制作更好的食物。"
			DONE = "放糖了没有？",		-- 物品名:"烹饪锅"->完成了 制造描述:"制作更好的食物。"
			EMPTY = "这锅能做蛋糕吗？",		-- 物品名:"烹饪锅" 制造描述:"制作更好的食物。"
			BURNT = "我想把它当烤箱用来着……",		-- 物品名:"烹饪锅"->烧焦的 制造描述:"制作更好的食物。"
		},
		CORN = "应该做成玉米条或者玉米糖……",		-- 物品名:"玉米" 制造描述:"制作更好的食物。"
		CORN_COOKED = "今天吃爆米花，谁陪我看电影……不会有人的，呵。",		-- 物品名:"爆米花" 制造描述:"制作更好的食物。"
        TOMATO = "阿平酱活好听话不黏人！",
        TOMATO_COOKED = "阿平酱人美声甜技术高~",
        SORA_APING = "阿平酱身娇体柔易推倒~",
		CORN_SEEDS = "种个玉米糖出来行不行？",		-- 物品名:"玉米种子" 制造描述:"制作更好的食物。"
        CANARY =
		{
			GENERIC = "仰慕我的帅气，金丝雀都不远万里而来",		-- 物品名:"金丝雀"->默认
			HELD = "想活命的话，给我唱首赞歌",		-- 物品名:"金丝雀"->拿在手里
		},
        CANARY_POISONED = "嗯？这里有毒？呵，撒麻坂町，你怕毒吗？",		-- 物品名:"金丝雀（有翅膀的动物）"
		CRITTERLAB = "像我这样优秀的灵狐人，应该有一只宠物",		-- 物品名:"岩石巢穴"
        CRITTER_GLOMLING = "不要随地大小便啊",		-- 物品名:"小格罗姆"
        CRITTER_DRAGONLING = "你为什么不会采蜜？我对你很失望！",		-- 物品名:"蜂群卫士"
		CRITTER_LAMB = "你的感冒好了没有？",		-- 物品名:"小钢羊"
        CRITTER_PUPPY = "嗷，大家都是犬科，你也喜欢吃糖吧？",		-- 物品名:"小座狼"
        CRITTER_KITTEN = "你会做蛋糕吗？不，不是吐蛋糕",		-- 物品名:"小浣猫"
        CRITTER_PERDLING = "不许吃我的果子，听到没有？",		-- 物品名:"小火鸡"
		CROW =
		{
			GENERIC = "看着我干嘛？我只吃甜的，对你嘴里的肉没兴趣",		-- 物品名:"乌鸦"->默认
			HELD = "你嘴里没有肉，但是身上还有点",		-- 物品名:"乌鸦"->拿在手里
		},
		CUTGRASS = "草席，草衣，斗笠……都很粗陋，但是保护了我很长时间",		-- 物品名:"草"
		CUTREEDS = "像我一样坚韧的草",		-- 物品名:"采下的芦苇"
		CUTSTONE = "我多么希望这是个奶砖",		-- 物品名:"石砖" 制造描述:"切成正方形的石头。"
		DEADLYFEAST = "功效最强的大餐。",		-- 物品名:"致命的盛宴"联机没有（蛋壳工程）
		DEER =
		{
			GENERIC = "你瞎啊！差点撞到我！",		-- 物品名:"无眼鹿"->默认
			ANTLER = "你的角看起来很像拐杖糖，拔下来让我尝尝",		-- 物品名:"无眼鹿"
		},
        DEER_ANTLER = "舔一舔……好像没有甜味",		-- 物品名:"鹿角"
        DEER_GEMMED = "这是……傀儡术！切，比暗影傀儡术差远了",		-- 物品名:"无眼鹿"
		DEERCLOPS = "你第一眼就爱上我了是不是？对不起，我喜欢娇小型的！",		-- 物品名:"独眼巨鹿"
		DEERCLOPS_EYEBALL = "一颗眼球就娇小多了",		-- 物品名:"独眼巨鹿眼球"
		EYEBRELLAHAT =	"哦豁，把我的大耳朵盖住了",		-- 物品名:"眼球伞" 制造描述:"面向天空的眼球让你保持干燥。"
		DEPLETED_GRASS =
		{
			GENERIC = "可能是一丛草。",		-- 物品名:"草"->默认
		},
        GOGGLESHAT = "我的双眼迷死了好多人，只能遮住啦",		-- 物品名:"时髦的护目镜" 制造描述:"你可以瞪大眼睛看装饰性护目镜。"
        DESERTHAT = "嗨呀，哪有什么风沙？",		-- 物品名:"沙漠护目镜" 制造描述:"从你的眼睛里把沙子揉出来。"
		DEVTOOL = "闻起来像培根！",		-- 物品名:"开发工具"
		DEVTOOL_NODEV = "我还不够壮，挥不动它。",		-- 物品名:"草"
		DIRTPILE = "嗯？似乎有一只大肥鸡刚刚经过",		-- 物品名:"可疑的土堆"
		DIVININGROD =
		{
			COLD = "信号很弱。",		-- 物品名:"冻伤" 制造描述:"肯定有方法可以离开这里..."联机没有（蛋壳工程）
			GENERIC = "它是某种自动引导装置。",		-- 物品名:"探测杖"->默认 制造描述:"肯定有方法可以离开这里..."联机没有（蛋壳工程）
			HOT = "这东西发疯了！",		-- 物品名:"中暑" 制造描述:"肯定有方法可以离开这里..."联机没有（蛋壳工程）
			WARM = "我在正确的方向上。",		-- 物品名:"探测杖"->温暖 制造描述:"肯定有方法可以离开这里..."联机没有（蛋壳工程）
			WARMER = "肯定很接近了。",		-- 物品名:"探测杖" 制造描述:"肯定有方法可以离开这里..."联机没有（蛋壳工程）
		},
		DIVININGRODBASE =
		{
			GENERIC = "我想知道它有什么用。",		-- 物品名:"探测杖底座"->默认 联机没有（蛋壳工程）
			READY = "看起来它需要一把大钥匙。",		-- 物品名:"探测杖底座"->准备好了 联机没有（蛋壳工程）
			UNLOCKED = "现在机器可以工作了！",		-- 物品名:"探测杖底座"->解锁了 联机没有（蛋壳工程）
		},
		DIVININGRODSTART = "那根手杖看起来很有用！",		-- 物品名:"探测杖底座"联机没有（蛋壳工程）
		DRAGONFLY = "你居然喜欢吃灰？简直太愚蠢了啊",		-- 物品名:"龙蝇"
		ARMORDRAGONFLY = "铺开就可以烤蛋糕了啊",		-- 物品名:"鳞甲" 制造描述:"脾气火爆的盔甲。"
		DRAGON_SCALES = "想烤蛋糕还差了点热量",		-- 物品名:"鳞片"
		DRAGONFLYCHEST = "如果能吊起来，就可以当烤箱用了。但是这也太沉了",		-- 物品名:"巨鳞宝箱" 制造描述:"一种结实且防火的容器。"
		DRAGONFLYFURNACE = 
		{
			HAMMERED = "哎呀这怎么碎了，太可惜了啊",		-- 物品名:"龙鳞火炉"->被锤了 制造描述:"给自己建造一个苍蝇暖炉。"
			GENERIC = "这东西能当烤箱吗？", --no gems		-- 物品名:"龙鳞火炉"->默认 制造描述:"给自己建造一个苍蝇暖炉。"
			NORMAL = "这就是，我的专属烤箱！", --one gem		-- 物品名:"龙鳞火炉"->普通 制造描述:"给自己建造一个苍蝇暖炉。"
			HIGH = "嗯哼，这个热力，勉强能够给我供暖……有点热啊", --two gems		-- 物品名:"龙鳞火炉"->高 制造描述:"给自己建造一个苍蝇暖炉。"
		},
        HUTCH = "去，给我弄点香蕉回来",		-- 物品名:"哈奇" 制造描述:"给自己建造一个苍蝇暖炉。"
        HUTCH_FISHBOWL =
        {
            GENERIC = "鱼缸？嗯，一位伟大的灵狐人应该养一些鱼。",		-- 物品名:"星空"->默认
            WAITING = "这鱼缸……坏掉了？嗯，一定是觉得自己配不上我",		-- 物品名:"星空"->需要等待
        },
		LAVASPIT = 
		{
			HOT = "哇哇，你怎么能随地吐痰！",		-- 物品名:"中暑"
			COOL = "其实当年的贫民窟也是到处有人随地吐痰的……",		-- 物品名:"龙蝇唾液"
		},
		LAVA_POND = "嗯哼，如果跳进去的话，嗤！一下就没啦",		-- 物品名:"岩浆池"
		LAVAE = "太烫了，没办法处理。",		-- 物品名:"岩浆虫"
		LAVAE_COCOON = "冷却下来，平静下来。",		-- 物品名:"冷冻虫卵"
		LAVAE_PET = 
		{
			STARVING = "哦……豁？都饿成黑豆汤了",		-- 物品名:"超级可爱岩浆虫"->挨饿
			HUNGRY = "你就是黑豆鸽？为何咕咕叫？",		-- 物品名:"超级可爱岩浆虫"->有点饿了
			CONTENT = "听说快乐充实的红豆更美味哦",		-- 物品名:"超级可爱岩浆虫"->内容？？？、
			GENERIC = "哦豁，一颗大黑豆",		-- 物品名:"超级可爱岩浆虫"->默认
		},
		LAVAE_EGG = 
		{
			GENERIC = "像一颗小黑豆",		-- 物品名:"岩浆虫卵"->默认
		},
		LAVAE_EGG_CRACKED =
		{
			COLD = "嗨呀，黑豆要冻坏了",		-- 物品名:"冻伤"
			COMFY = "黑豆发起来了？不对，这又不是黄豆",		-- 物品名:"岩浆虫卵"->舒服的
		},
		LAVAE_TOOTH = "跟我来，黑豆！好奇怪啊……",		-- 物品名:"岩浆虫尖牙"
		DRAGONFRUIT = "甜度太低了，你不配叫水果！",		-- 物品名:"火龙果"
		DRAGONFRUIT_COOKED = "甜度还是不够，不够！",		-- 物品名:"烤火龙果"
		DRAGONFRUIT_SEEDS = "种出来也是水果之耻，根本不甜",		-- 物品名:"火龙果种子"
		DRAGONPIE = "我太真就是孤苦无依，漂泊不定，也绝对不会……真香，真甜！",		-- 物品名:"火龙果派"
		DRUMSTICK = "哦豁，大肥鸡~",		-- 物品名:"鸟腿"
		DRUMSTICK_COOKED = "嗨呀，没有面粉啊",		-- 物品名:"炸鸟腿"
		DUG_BERRYBUSH = "甜味太差了，太差了太差了",		-- 物品名:"浆果丛"
		DUG_BERRYBUSH_JUICY = "嗯哼！种下蜜糖果实，收获蜜糖果实，享用蜜糖果实！",		-- 物品名:"多汁浆果丛"
		DUG_GRASS = "小时候经常躲在草丛里，现在草丛躲在我身上",		-- 物品名:"草丛"
		DUG_MARSH_BUSH = "嗯哼！……扎手了",		-- 物品名:"尖刺灌木"
		DUG_SAPLING = "多么的矮小，我不用踮脚就可以把它抱起来",		-- 物品名:"树苗"
		DURIAN = "香甜的榴莲！额，怎么会有一股怪味？",		-- 物品名:"榴莲"
		DURIAN_COOKED = "这股恶臭是怎么回事？这，这绝对不是榴莲",		-- 物品名:"超臭榴莲"
		DURIAN_SEEDS = "我喜欢的是榴莲但不是榴莲……",		-- 物品名:"榴莲种子"
		EARMUFFSHAT = "温暖你内外。",		-- 物品名:"兔耳罩" 制造描述:"毛茸茸的保暖物品。"
		EGGPLANT = "茄子~你想骗我跟你拍照吗？哼哼，我……没有人愿意和我拍照",		-- 物品名:"茄子"
		EGGPLANT_COOKED = "撒麻坂町，茄子",		-- 物品名:"烤茄子"
		EGGPLANT_SEEDS = "能种出来跟我合照的人吗",		-- 物品名:"茄子种子"
		ENDTABLE = 
		{
			BURNT = "嗯哼，花瓶还是烧掉吧",		-- 物品名:"茶几"->烧焦的 制造描述:"一张装饰桌。"
			GENERIC = "嗯哼，我虽然帅气逼人，但我不是一个花瓶",		-- 物品名:"茶几"->默认 制造描述:"一张装饰桌。"
			EMPTY = "插个鲜花怎么样？啊，已经做成鲜花饼了",		-- 物品名:"茶几" 制造描述:"一张装饰桌。"
			WILTED = "嗯哼，我等得花都谢了",		-- 物品名:"茶几"->枯萎的 制造描述:"一张装饰桌。"
			FRESHLIGHT = "哦豁，亮闪闪",		-- 物品名:"茶几"->茶几-新的发光的 制造描述:"一张装饰桌。"
			OLDLIGHT = "嗯哼，这个是……那个，古典样式的", -- will be wilted soon, light radius will be very small at this point		-- 物品名:"茶几"->茶几-旧的发光的 制造描述:"一张装饰桌。"
		},
		DECIDUOUSTREE = 
		{
			BURNING = "嗨呀，烧起来还有淡淡的香味",		-- 物品名:"桦树"->正在燃烧
			BURNT = "哦豁，还残留了一点香味",		-- 物品名:"桦树"->烧焦的
			CHOPPED = "已经躺在我家了",		-- 物品名:"桦树"->被砍了
			POISON = "嗯哼，你好像有什么意见呐？",		-- 物品名:"桦树"->毒化的
			GENERIC = "当年我暗暗发誓，一定要用上桦木家具",		-- 物品名:"桦树"->默认
		},
		ACORN = "想要桦木家具，就得自己种",		-- 物品名:"桦木果"
        ACORN_SAPLING = "在你长大的第一秒，就会变成我的家具",		-- 物品名:"桦树树苗"
		ACORN_COOKED = "嗯哼，如果搭配上浆果……",		-- 物品名:"烤桦木果"
		BIRCHNUTDRAKE = "把你烤熟了，也能变成坚果吗？",		-- 物品名:"桦木果精"
		EVERGREEN =
		{
			BURNING = "哦豁，森林大火！啊，别把果树烧了啊",		-- 物品名:"常青树"->正在燃烧
			BURNT = "嗨呀，都烧成炭了，来个炭烧酸奶吧",		-- 物品名:"常青树"->烧焦的
			CHOPPED = "这很像波板糖嘛",		-- 物品名:"常青树"->被砍了
			GENERIC = "显然，这树不结果子，那不是一无是处嘛",		-- 物品名:"常青树"->默认
		},
		EVERGREEN_SPARSE =
		{
			BURNING = "哦豁，森林大火！啊，别把果树烧了啊",		-- 物品名:"粗壮常青树"->正在燃烧
			BURNT = "嗨呀，都烧成炭了，来个炭烧酸奶吧",		-- 物品名:"粗壮常青树"->烧焦的
			CHOPPED = "这很像波板糖嘛",		-- 物品名:"粗壮常青树"->被砍了
			GENERIC = "显然，这树不结果子，那不是一无是处嘛",		-- 物品名:"粗壮常青树"->默认
		},
		TWIGGYTREE = 
		{
			BURNING = "每一个枝杈都在燃烧！",		-- 物品名:"繁茂的树木"->正在燃烧
			BURNT = "每一个枝杈都焚毁了",		-- 物品名:"繁茂的树木"->烧焦的
			CHOPPED = "虽然很细，但是也能看到年轮",		-- 物品名:"繁茂的树木"->被砍了
			GENERIC = "大自然中很常见的树，枝杈很多。",					-- 物品名:"繁茂的树木"->默认
			DISEASED = "它似乎被虫子蛀蚀了，我没有治疗它的方法",		-- 物品名:"繁茂的树木"->生病了
		},
		TWIGGY_NUT_SAPLING = "你好像很想长大？你长大了也不结果",		-- 物品名:"繁茂的树苗"
        TWIGGY_OLD = "一辈子都没结果，悲哀呀",		-- 物品名:"繁茂的树木"
		TWIGGY_NUT = "这不是果子，没有任何甜味",		-- 物品名:"繁茂的针叶树种子"（蛋壳工程）
		EYEPLANT = "虽然我很帅气，但也不用这么盯着我嘛",		-- 物品名:"眼球草"
		INSPECTSELF = "今天的我还是这么帅气呀，来块糖",		-- 物品名:"检查自己"（蛋壳工程
		FARMPLOT =
		{
			GENERIC = "今天我就要种出一片果园",		-- 物品名:农场（蛋壳工程）
			GROWING = "是石榴还是西瓜？不，先不要告诉我！",		-- 物品名:未找到
			NEEDSFERTILIZER = "怎么回事？长的好慢，你在提什么条件吗？",		-- 物品名:未找到
			BURNT = "我的……果园……",		-- 物品名:未找到
		},
		FEATHERHAT = "我没戴帽子啊，我的头发就是这么漂亮",		-- 物品名:"羽毛帽" 制造描述:"头上的装饰。"
		FEATHER_CROW = "如我的外套一般乌黑",		-- 物品名:"乌鸦羽毛"
		FEATHER_ROBIN = "像我的大耳朵一样炽烈",		-- 物品名:"红色羽毛"
		FEATHER_ROBIN_WINTER = "和我的皮肤一致的雪白",		-- 物品名:"雪雀羽毛"
		FEATHER_CANARY = "与我的毛发相似的金黄",		-- 物品名:"橙黄羽毛"
		FEATHERPENCIL = "嗯哼，只要我写封信，就会有无数的粉丝发来甜食~",		-- 物品名:"羽毛笔" 制造描述:"是的，羽毛是必须的。"
		FEM_PUPPET = "她被困住了！",		-- 物品名:未找到
		FIREFLIES =
		{
			GENERIC = "你很闪耀，但是我最闪亮~",		-- 物品名:"萤火虫"->默认
			HELD = "来，让我变得更亮吧",		-- 物品名:"萤火虫"->拿在手里
		},
		FIREHOUND = "我必须声明一下，犬科动物并不是脾气都这么火爆的",		-- 物品名:"火猎犬"
		FIREPIT =
		{
			EMBERS = "感觉我的尾巴摇一摇就会把这火熄灭了",		-- 物品名:"石头营火"->即将熄灭 制造描述:"一种更安全、更高效的营火。"
			GENERIC = "可以用来烤蛋糕吗？",		-- 物品名:"石头营火"->默认 制造描述:"一种更安全、更高效的营火。"
			HIGH = "哦豁，会把蛋糕烤焦的",		-- 物品名:"石头营火"->高 制造描述:"一种更安全、更高效的营火。"
			LOW = "尾巴都把火给遮住了",		-- 物品名:"石头营火"->低？ 制造描述:"一种更安全、更高效的营火。"
			NORMAL = "营火比较好控制，或许能烤一些甜品……",		-- 物品名:"石头营火"->普通 制造描述:"一种更安全、更高效的营火。"
			OUT = "撒麻坂町，这火怎么灭了？",		-- 物品名:"石头营火"->出去？外面？ 制造描述:"一种更安全、更高效的营火。"
		},
		COLDFIREPIT =
		{
			EMBERS = "刚被暗影之力作用过吗？怎么变得如此微弱？",		-- 物品名:"石头冰火"->即将熄灭 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			GENERIC = "哦豁，清凉的夏天就靠这个啦",		-- 物品名:"石头冰火"->默认 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			HIGH = "听说在寒冷中舔铁会有甜味，我要不要……冷冷冷 ",		-- 物品名:"石头冰火"->高 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			LOW = "啊，不够冷啊，不爽",		-- 物品名:"石头冰火"->低？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			NORMAL = "哦豁，凉快了！",		-- 物品名:"石头冰火"->普通 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			OUT = "被暗影偷走了？撒麻坂町，你看到了吗？",		-- 物品名:"石头冰火"->出去？外面？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
		},
		FIRESTAFF = "哦豁，看我精准烤蛋糕！",		-- 物品名:"火魔杖" 制造描述:"利用火焰的力量！"
		FIRESUPPRESSOR = 
		{	
			ON = "砸他，砸他丫的！",		-- 物品名:"雪球发射器"->开启 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			OFF = "我要烤蛋糕了，先关上",		-- 物品名:"雪球发射器"->关闭 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			LOWFUEL = "你好像饿了，你吃糖不？",		-- 物品名:"雪球发射器"->燃料不足 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		},
		FISH = "嗯哼，那就做成糖醋鱼吧",		-- 物品名:"鱼" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FISHINGROD = "鱼儿会仰慕我的帅气，自己咬钩的",		-- 物品名:"钓竿" 制造描述:"去钓鱼。为了鱼。"
		FISHSTICKS = "我在面粉里放糖了没有？等会，哪来的面粉？",		-- 物品名:"炸鱼排" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FISHTACOS = "嗯，我喜欢玉米这个甜味！",		-- 物品名:"鱼肉玉米卷" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FISH_COOKED = "烤鱼不放糖，注定活不长",		-- 物品名:"烤鱼" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FLINT = "这东西很锋利的，当年我很渴望能得到一个燧石来防身",		-- 物品名:"燧石" 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		FLOWER = 
		{
            GENERIC = "花花什么的最讨厌了！",		-- 物品名:"花"->默认
            ROSE = "玫瑰味道还行，但是太扎嘴了",		-- 物品名:"花"->玫瑰
        },
        FLOWER_WITHERED = "这花没法吃了",		-- 物品名:"枯萎的花"
		FLOWERHAT = "编起来就没法吃了，好浪费啊！",		-- 物品名:"花环" 制造描述:"放松神经的东西。"
		FLOWER_EVIL = "这，这肯定比怪物肉还难吃",		-- 物品名:"邪恶花"
		FOLIAGE = "味同嚼蜡……当年好像还吃过不少",		-- 物品名:"蕨叶"
		FOOTBALLHAT = "谁也别想摸我耳朵~",		-- 物品名:"橄榄球头盔" 制造描述:"保护你的脑壳。"
        FOSSIL_PIECE = "我说怎么拼，就怎么拼",		-- 物品名:"化石碎片"
        FOSSIL_STALKER =
        {
			GENERIC = "好像还缺了点什么？加个蛋糕吧",		-- 物品名:"化石骨架"->默认
			FUNNY = "嗯哼，我可是艺术天才",		-- 物品名:"化石骨架"->趣味？？
			COMPLETE = "好像就是这么拼的，缺乏暗影的驱动力",		-- 物品名:"化石骨架"->准备好了
        },
        STALKER = "哦豁，暗影之力的又一次伟大应用！",		-- 物品名:"复活的骨架"
        STALKER_ATRIUM = "这是暗影技术的集大成应用！",		-- 物品名:"远古织影者"
        STALKER_MINION = "哦豁，暗影之力驱动的小型战斗单位吗",		-- 物品名:"编织暗影"
        THURIBLE = "看起来很普通，其实是高端暗影技术制品",		-- 物品名:"影子香炉"
        ATRIUM_OVERGROWTH = "似乎是用暗影之力驱动的路障",		-- 物品名:"古代的方尖碑"
		FROG =
		{
			DEAD = "所以说，舔蛙不得好死",		-- 物品名:"青蛙"->死了
			GENERIC = "蛙腿刷糖浆，绝美世无双",		-- 物品名:"青蛙"->默认
			SLEEPING = "睡着了？偷偷把腿摘下来吧",		-- 物品名:"青蛙"->睡着了
		},
		FROGGLEBUNWICH = "夹上面包更好吃",		-- 物品名:"蛙腿三明治"
		FROGLEGS = "搞到了，来尝尝，不过应该先烤一下",		-- 物品名:"蛙腿"
		FROGLEGS_COOKED = "嗯？糖浆放哪了？",		-- 物品名:"烤蛙腿"
		FRUITMEDLEY = "哇！水果！圣代！啊我死了！",		-- 物品名:"水果圣代"
		FURTUFT = "我宝贝的蜂蜜都变成了这家伙的毛", 		-- 物品名:"毛丛"
		GEARS = "暗影技术中也需要经常使用这东西",		-- 物品名:"齿轮"
		GHOST = "看我把你做成噩梦燃料",		-- 物品名:"幽灵"
		GOLDENAXE = "嗯哼，像我这样闪耀的人，当然要用金斧头",		-- 物品名:"黄金斧头" 制造描述:"砍树也要有格调！"
		GOLDENPICKAXE = "用金子挖矿，怎么想都很浪费啊",		-- 物品名:"黄金鹤嘴锄" 制造描述:"像大Boss一样砸碎岩石。"
		GOLDENPITCHFORK = "没法用金子买点蛋糕之类的吗",		-- 物品名:"黄金干草叉" 制造描述:"重新布置整个世界。"
		GOLDENSHOVEL = "用金铲子挖宝会挖到更好的东西吗？",		-- 物品名:"黄金铲子" 制造描述:"挖掘作用相同，但使用寿命更长。"
		GOLDNUGGET = "我要买下一条街，都做成甜品店",		-- 物品名:"金块"
		GRASS =
		{
			BARREN = "在高大的我面前自惭形秽了吗",		-- 物品名:"草"需要施肥（蛋壳工程）
			WITHERED = "草，好热，我的耳朵也有点萎了",		-- 物品名:"草"->枯萎了
			BURNING = "别烧到我的尾巴",		-- 物品名:"草"->正在燃烧
			GENERIC = "真是太渺小了呀",		-- 物品名:"草"->默认
			PICKED = "你在生长吗？根本看不出来啊",		-- 物品名:"草"->被采完了
			DISEASED = "哦？你好像病的不清啊",		-- 物品名:"草"->生病了
			DISEASING = "你怎么无精打采的",		-- 物品名:"草"->正在生病？？
		},
		GRASSGEKKO = 
		{
			GENERIC = "别跑，我想尝尝你甜不甜",			-- 物品名:"草地壁虎"->默认
			DISEASED = "病了就……没法吃了吧",		-- 物品名:"草地壁虎"->生病了
		},
		GREEN_CAP = "这生吃绝对不行！太恶心了！",		-- 物品名:"采摘的绿蘑菇"
		GREEN_CAP_COOKED = "烤一下，提神醒脑",		-- 物品名:"烤绿蘑菇"
		GREEN_MUSHROOM =
		{
			GENERIC = "嗯，绿色的蘑菇，它和我一样孤单",		-- 物品名:"绿蘑菇"->默认
			INGROUND = "孤单的生命总喜欢躲在家里",		-- 物品名:"绿蘑菇"->在地里面
			PICKED = "它现在更孤单了",		-- 物品名:"绿蘑菇"->被采完了
		},
		GUNPOWDER = "这不是面粉，也不是胡椒粉。这个不能吃",		-- 物品名:"火药" 制造描述:"一把火药。"
		HAMBAT = "哦，是火腿……棒？根本咬不动",		-- 物品名:"火腿棒" 制造描述:"舍不得火腿套不着狼。"
		HAMMER = "我要砸核桃，做核桃酥",		-- 物品名:"锤子" 制造描述:"敲碎各种东西。"
		HEALINGSALVE = "尾巴掉毛了，补一下",		-- 物品名:"治疗药膏" 制造描述:"对割伤和擦伤进行消毒杀菌。"
		HEATROCK =
		{
			FROZEN = "可惜这不是一个奶砖",		-- 物品名:"暖石"->冰冻 制造描述:"储存热能供旅行途中使用。"
			COLD = "可以给冷饮保温冷饮",		-- 物品名:"冻伤" 制造描述:"储存热能供旅行途中使用。"
			GENERIC = "这么大块石头怎么带呢？藏在尾巴里？",		-- 物品名:"暖石"->默认 制造描述:"储存热能供旅行途中使用。"
			WARM = "还没我的大尾巴保暖",		-- 物品名:"暖石"->温暖 制造描述:"储存热能供旅行途中使用。"
			HOT = "哦豁，烫到了我的大尾巴",		-- 物品名:"中暑" 制造描述:"储存热能供旅行途中使用。"
		},
		HOME = "一定有人住在这里。",		-- 物品名:"暖石" 制造描述:"储存热能供旅行途中使用。"没调用？（蛋壳工程）
		HOMESIGN =
		{
			GENERIC = "当你看到这块牌子的时候，你已经踏入了太真的地盘",		-- 物品名:"路牌"->默认 制造描述:"在世界中留下你的标记。"
            UNWRITTEN = "写点什么呢……比如请送给我蛋糕？",		-- 物品名:"路牌"->没有写字 制造描述:"在世界中留下你的标记。"
			BURNT = "就，就算牌子烧掉了，也是我的地盘",		-- 物品名:"路牌"->烧焦的 制造描述:"在世界中留下你的标记。"
		},
		ARROWSIGN_POST =
		{
			GENERIC = "前方有蛋糕店！当然，这是不可能的",		-- 物品名:"指路标志"->默认 制造描述:"对这个世界指指点点。或许只是打下手势。"
            UNWRITTEN = "写上我家的地址吧，一定有很多人想见到我",		-- 物品名:"指路标志"->没有写字 制造描述:"对这个世界指指点点。或许只是打下手势。"
			BURNT = "上面一定隐藏了重要的信息，所以被烧掉了",		-- 物品名:"指路标志"->烧焦的 制造描述:"对这个世界指指点点。或许只是打下手势。"
		},
		ARROWSIGN_PANEL =
		{
			GENERIC = "前方有蛋糕店！当然，这是不可能的”。",		-- 物品名:"指路标志"->默认
            UNWRITTEN = "写上我家的地址吧，一定有很多人想见到我",		-- 物品名:"指路标志"->没有写字
			BURNT = "上面一定隐藏了重要的信息，所以被烧掉了",		-- 物品名:"指路标志"->烧焦的
		},
		HONEY = "蜂蜜！蜂蜜蛋糕！太妃糖！这个世界真美啊",		-- 物品名:"蜂蜜"
		HONEYCOMB = "今天份的蜂蜜交了没有？",		-- 物品名:"蜂巢"
		HONEYHAM = "在大块肉上涂上蜂蜜，太美妙了",		-- 物品名:"蜜汁火腿"
		HONEYNUGGETS = "又香又甜，就是量不太够",		-- 物品名:"蜜汁卤肉"
		HORN = "我不但要吃了你，还要养着你的宝宝~",		-- 物品名:"牛角"
		HOUND = "同是犬科动物，你怎么那么丑啊",		-- 物品名:"猎犬"
		HOUNDBONE = "难得有这么安静的狗",		-- 物品名:"犬骨"
		HOUNDMOUND = "低等犬类住在低劣的房子里，高等的灵狐人拥有自己的别墅",		-- 物品名:"猎犬丘"
		ICEBOX = "我已经拥有了一个冰箱，距离开一家甜品店还有多远？",		-- 物品名:"冰箱" 制造描述:"延缓食物变质。"
		ICEHAT = "我感受到了整个世界的寒意",		-- 物品名:"冰帽" 制造描述:"用科学技术合成的冰帽。"
		ICEHOUND = "犬科动物并非都是这么冷酷的",		-- 物品名:"冰猎犬"
		INSANITYROCK =
		{
			ACTIVE = "暗影之力开始涌动！不过用在这上有点浪费",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "这东西是用暗影之力驱动的，不过目前还没有开始运作",		-- 物品名:"方尖碑"->没有激活
		},
		JAMMYPRESERVES = "哦豁，果酱，让我舔舔……不够甜啊",		-- 物品名:"果酱"
		KABOBS = "没有糖的话一口就没了",		-- 物品名:"肉串"
		KILLERBEE =
		{
			GENERIC = "你也有蜂蜜是不是？把蜂蜜交出来！",		-- 物品名:"杀人蜂"->默认
			HELD = "这家伙身上的蜂蜜太少了",		-- 物品名:"杀人蜂"->拿在手里
		},
		KNIGHT = "你的腿怎么了？不会走路了吗？",		-- 物品名:"发条骑士"
		KOALEFANT_SUMMER = "你为什么不是一只沾满了糖霜的大肥鸡？",		-- 物品名:"大象"
		KOALEFANT_WINTER = "你为什么不是一只大肥鸡？啊不，你身上的也不是糖霜",		-- 物品名:"大象"
		KRAMPUS = "那个，我是乖宝宝，真的",		-- 物品名:"坎普斯"
		KRAMPUS_SACK = "这是属于乖宝宝的奖品啊",		-- 物品名:"坎普斯背包"
		LEIF = "我没砍树啊，是他干的",		-- 物品名:"树精守卫"
		LEIF_SPARSE = "我没砍树啊，是他干的",		-- 物品名:"树精守卫"
		LIGHTER  = "她的幸运打火机。",		-- 物品名:"薇洛的打火机" 制造描述:"火焰在雨中彻夜燃烧。"
		LIGHTNING_ROD =
		{
			CHARGED = "哦豁，我掌握了雷电之力！好吧这跟撒麻坂町没关系",		-- 物品名:"避雷针" 制造描述:"防雷劈。"
			GENERIC = "撒麻坂町，你能掌控雷电吗？",		-- 物品名:"避雷针"->默认 制造描述:"防雷劈。"
		},
		LIGHTNINGGOAT = 
		{
			GENERIC = "你怎么不产奶啊？",		-- 物品名:"闪电羊"->默认
			CHARGED = "哦豁，你好像有很多奶，快快交出来",		-- 物品名:"闪电羊"
		},
		LIGHTNINGGOATHORN = "羊角……好像并不能吃",		-- 物品名:"闪电羊角"
		GOATMILK = "鲜奶！鲜奶蛋糕！奶油雪糕！奶糖！",		-- 物品名:"带电的羊奶"
		LITTLE_WALRUS = "你在，找你的爸爸吗？",		-- 物品名:"小海象人"
		LIVINGLOG = "这是构造暗影回路的重要原材料",		-- 物品名:"活木头" 制造描述:"用你的身体来代替你该干的活吧。"
		LOG =
		{
			BURNING = "哦豁，炭烧酸奶是怎么做的来着？",		-- 物品名:"木头"->正在燃烧
			GENERIC = "枕头……啊不，只是个木头。当年那块木头当了好久的枕头",		-- 物品名:"木头"->默认
		},
		LUCY = "这斧子比我之前用过的那把还漂亮。",		-- 物品名:"露西斧"
		LUREPLANT = "闭嘴，你别想吃掉我的蛋糕",		-- 物品名:"食人花"
		LUREPLANTBULB = "还吃吗？嗯？",		-- 物品名:"食人花种子"
		MALE_PUPPET = "他被困住了！",		-- 物品名:"木头"
		MANDRAKE_ACTIVE = "哦豁，你看他被我的魅力完全吸引住了",		-- 物品名:"曼德拉草"
		MANDRAKE_PLANTED = "这家伙是活的，而且蕴含丰富的能量",		-- 物品名:"曼德拉草"
		MANDRAKE = "珍贵的材料啊，撒麻坂町，我们可以利用一下",		-- 物品名:"曼德拉草"
        MANDRAKESOUP = "曼德拉草这么可爱，我们怎么可以……再加点蜂蜜！",		-- 物品名:"曼德拉草汤"
        MANDRAKE_COOKED = "烤了之后就不能用了……吧",		-- 物品名:"木头"
        MAPSCROLL = "你们想听听我的故事吗？",		-- 物品名:"地图" 制造描述:"向别人展示你看到什么！"
        MARBLE = "这并不是大理石蛋糕",		-- 物品名:"大理石"
        MARBLEBEAN = "嗯哼，用暗影之力将大理石变成一种植物",		-- 物品名:"大理石豌豆" 制造描述:"种植一片大理石森林。"
        MARBLEBEAN_SAPLING = "哦豁，慢慢生长的大理石，这也是暗影之力的应用案例",		-- 物品名:"大理石芽"
        MARBLESHRUB = "撒麻坂町说，还需要再等等",		-- 物品名:"大理石灌木"
        MARBLEPILLAR = "这并不是一大块大理石蛋糕",		-- 物品名:"大理石柱"
        MARBLETREE = "来，看看应用成果吧",		-- 物品名:"大理石树"
        MARSH_BUSH =
        {
            BURNING = "扎了我的后果很严重哦",		-- 物品名:"尖刺灌木"->正在燃烧
            GENERIC = "这东西看着很危险，我还是离远点……",		-- 物品名:"尖刺灌木"->默认
            PICKED = "唔，我有点心理阴影了",		-- 物品名:"尖刺灌木"->被采完了
        },
        BURNT_MARSH_BUSH = "嗨呀，你没了呀",		-- 物品名:"尖刺灌木"
        MARSH_PLANT = "或许舔蛙是吃这个长大的？",		-- 物品名:"池塘边植物"
        MARSH_TREE =
        {
            BURNING = "嗨呀，这个刺也不防火啊",		-- 物品名:"针刺树"->正在燃烧
            BURNT = "似乎是上等的木炭",		-- 物品名:"针刺树"->烧焦的
            CHOPPED = "波板糖！好吧，并不是",		-- 物品名:"针刺树"->被砍了
            GENERIC = "会扎手的，不要摸吧",		-- 物品名:"针刺树"->默认
        },
        MAXWELL = "我恨那个家伙。",		-- 物品名:"麦斯威尔"单机（蛋壳工程）
        MAXWELLHEAD = "我可以看到他毛孔里面的东西。",		-- 物品名:"麦斯威尔的头"单机（蛋壳工程）
        MAXWELLLIGHT = "我想知道它们是怎么工作的。",		-- 物品名:"麦斯威尔灯"单机（蛋壳工程）
        MAXWELLLOCK = "看起来就像一个钥匙孔。",		-- 物品名:"噩梦锁"单机（蛋壳工程）
        MAXWELLTHRONE = "那个看起来不太舒适。",		-- 物品名:"噩梦王座"单机（蛋壳工程）
        MEAT = "哦豁，这么大一块肉，是蘸蜂蜜吃还是刷糖浆吃呢",		-- 物品名:"肉"
        MEATBALLS = "虽然很顶饱，但是没味道啊",		-- 物品名:"肉丸"
        MEATRACK =
        {
            DONE = "这是太真做的肉干，不是太真肉干！",		-- 物品名:"晾肉架"->完成了 制造描述:"晾肉的架子。"
            DRYING = "我来变个魔术，把肉变成肉干……当然这跟暗影傀儡术没关系",		-- 物品名:"晾肉架"->正在风干 制造描述:"晾肉的架子。"
            DRYINGINRAIN = "额，那个，这是一个比较耗时的魔术",		-- 物品名:"晾肉架"->雨天风干 制造描述:"晾肉的架子。"
            GENERIC = "太真肉干，灵狐人驰名商标",		-- 物品名:"晾肉架"->默认 制造描述:"晾肉的架子。"
            BURNT = "这个，这个是……烤肉架",		-- 物品名:"晾肉架"->烧焦的 制造描述:"晾肉的架子。"
        },
        MEAT_DRIED = "哦豁，美味肉干……忘了加糖了啊",		-- 物品名:"风干肉" 制造描述:"晾肉的架子。"
        MERM = "哇你也太丑了，会污染我的大尾巴的",		-- 物品名:"鱼人" 制造描述:"晾肉的架子。"
        MERMHEAD =
        {
            GENERIC = "哇这什么味道，都快赶上我的当年住的地方了",		-- 物品名:"鱼头"->默认
            BURNT = "比我当年住的地方味道还大啊",		-- 物品名:"鱼头"->烧焦的
        },
        MERMHOUSE =
        {
            GENERIC = "谁能住得了这么破烂的小房子……唔，我的故居还不如这个吧",		-- 物品名:"鱼人屋"->默认
            BURNT = "嗯……我的故居比这稍好一些……",		-- 物品名:"鱼人屋"->烧焦的
        },
        MINERHAT = "有没有奶糖矿，蛋糕矿什么的",		-- 物品名:"矿工帽" 制造描述:"用你脑袋上的灯照亮夜晚。"
        MONKEY = "不许偷我的甜食，否则~后果很严重哦",		-- 物品名:"暴躁猴"
        MONKEYBARREL = "我好像在这里看到了蛋糕渣，你们~要解释一下吗？",		-- 物品名:"猴子桶"
        MONSTERLASAGNA = "千层饼！千，千层……呕！",		-- 物品名:"怪物千层饼"
        FLOWERSALAD = "哦豁，是一碗沙拉！唔，苦日子已经过去了，我不想再吃草了",		-- 物品名:"花沙拉"
        ICECREAM = "冰淇淋！真的是你？真的是你吗？冰淇淋！！",		-- 物品名:"冰淇淋"
        WATERMELONICLE = "嗯哼，来根冰棍",		-- 物品名:"西瓜冰棍"
        TRAILMIX = "是我的每日干果",		-- 物品名:"什锦干果"
        HOTCHILI = "好辣！怎么会有人喜欢吃辣的！",		-- 物品名:"辣椒炖肉"
        GUACAMOLE = "鳄梨这东西绝对不能叫水果，一点甜味都没有",		-- 物品名:"鳄梨酱"
        MONSTERMEAT = "味道好恶心，而且还有毒！当年我也不会吃这玩意",		-- 物品名:"怪物肉"
        MONSTERMEAT_DRIED = "还是很难吃，但是……我当年也吃过类似的东西充饥",		-- 物品名:"怪物肉干"
        MOOSE = "铁锅炖大鹅！！！",		-- 物品名:"鹿鹅"（蛋壳工程）
        MOOSE_NESTING_GROUND = "这家伙想在我家里公开繁殖？",		-- 物品名:"鹿鹅巢"（蛋壳工程）
        MOOSEEGG = "我有预感，会有一大群熊孩子出现在我家里，提前收好我的甜品",		-- 物品名:"鹿鹅蛋"（蛋壳工程）
        MOSSLING = "你们如果敢吃了我的甜食~后果~很严重哦",		-- 物品名:"驼鹿鹅幼崽"
        FEATHERFAN = "我的甜食变成了扇子……算了，扇得很舒服，不追究了",		-- 物品名:"羽毛扇" 制造描述:"超柔软、超大的扇子。"
        MINIFAN = "哦豁，稍微吹一下吧",		-- 物品名:"旋转的风扇" 制造描述:"你得跑起来，才能带来风！"
        GOOSE_FEATHER = "我都说了，后果~很严重的",		-- 物品名:"鹿鸭羽毛"
        STAFF_TORNADO = "我掌控了风的力量！好吧这跟暗影傀儡术也无关",		-- 物品名:"天气风向标" 制造描述:"把你的敌人吹走。"
        MOSQUITO =
        {
            GENERIC = "哇哇吵死了，让不让人吃东西了",		-- 物品名:"蚊子"->默认
            HELD = "你再嗡一个试试？",		-- 物品名:"蚊子"->拿在手里
        },
        MOSQUITOSACK = "这血是不是我的？嗯……可以尝尝是不是甜的",		-- 物品名:"蚊子血囊"
        MOUND =
        {
            DUG = "甜食不会埋在这里的",		-- 物品名:"坟墓"->被挖了
            GENERIC = "我也睡过坟包，墓碑挡风效果还行",		-- 物品名:"坟墓"->默认
        },
        NIGHTLIGHT = "燃烧噩梦燃料来发光，转换效率还不错，但是太浪费了",		-- 物品名:"魂灯" 制造描述:"用你的噩梦点亮夜晚。"
        NIGHTMAREFUEL = "高纯度的暗影之力燃料",		-- 物品名:"噩梦燃料" 制造描述:"傻子和疯子使用的邪恶残渣。"
        NIGHTSWORD = "凝结暗影之力而成的宝剑，对生物有极强的杀伤效果，但是操控起来很费精神",		-- 物品名:"暗夜剑" 制造描述:"造成噩梦般的伤害。"
        NITRE = "这东西……好像能做炸药？但是暗影傀儡术用不上",		-- 物品名:"硝石"
        ONEMANBAND = "这是用暗影之力影响其他生物精神的应用案例",		-- 物品名:"独奏乐器" 制造描述:"疯子音乐家也有粉丝。"
        OASISLAKE = "这是……绿洲吧？这确乎不是用暗影之力制造的幻影",		-- 物品名:"湖泊"
        PANDORASCHEST = "撒麻坂町，里面有什么？",		-- 物品名:"华丽箱子"
        PANFLUTE = "看起来是一个小巧的乐器，其实也是用暗影之力来影响其他生物的精神",		-- 物品名:"排箫" 制造描述:"抚慰凶猛野兽的音乐。"
        PAPYRUS = "我要记录一下这次看到的暗影科技",		-- 物品名:"莎草纸" 制造描述:"用于书写。"
        WAXPAPER = "这种纸是防水的，用来包蛋糕正好",		-- 物品名:"蜡纸" 制造描述:"用于打包东西。"
        PENGUIN = "不许吃我的糖！就算你快饿死了也不许吃！",		-- 物品名:"企鹅"
        PERD = "虽然浆果不甜，但是你敢吃一个，就把你变成鸡腿",		-- 物品名:"火鸡"
        PEROGIES = "这饺子没什么甜味，我要开发一下果味水饺",		-- 物品名:"波兰水饺"
        PETALS = "我捡到一朵花，谁借我一个厨房来做鲜花饼？",		-- 物品名:"花瓣"
        PETALS_EVIL = "这东西含有少量的暗影之力，可以提炼噩梦燃料",		-- 物品名:"恶魔花瓣"
        PHLEGM = "好恶心！而且不是甜的",		-- 物品名:"脓鼻涕"
        PICKAXE = "当年我还当过几天矿工来着，后来上面查童工，我偷了两个面包就跑了",		-- 物品名:"鹤嘴锄" 制造描述:"凿碎岩石。"
        PIGGYBACK = "好大的包，把我的尾巴都压住了",		-- 物品名:"猪皮包" 制造描述:"能装许多东西，但会减慢你的速度。"
        PIGHEAD =
        {
            GENERIC = "味道也挺大的，当然我早就习惯了",		-- 物品名:"猪头"->默认
            BURNT = "烧焦了之后还有点香",		-- 物品名:"猪头"->烧焦的
        },
        PIGHOUSE =
        {
            FULL = "有一头笨猪躲在里面，羞怯不敢见我",		-- 物品名:"猪屋"->满了 制造描述:"可以住一只猪。"
            GENERIC = "呵，现在的我已经能够住上比这漂亮的房子了。",		-- 物品名:"猪屋"->默认 制造描述:"可以住一只猪。"
            LIGHTSOUT = "哦豁？关灯了我就看不到你了吗~ ",		-- 物品名:"猪屋"->关灯了 制造描述:"可以住一只猪。"
            BURNT = "如果房子里放了一罐蜂蜜，现在一定香气扑鼻",		-- 物品名:"猪屋"->烧焦的 制造描述:"可以住一只猪。"
        },
        PIGKING = "哦豁，你要和我交易？我这么帅气，你不应该直接给我钱吗？",		-- 物品名:"猪王" 制造描述:"可以住一只猪。"
        PIGMAN =
        {
            DEAD = "嗨呀，这就死了。撒麻坂町，还得靠你啊。",		-- 物品名:"猪人"->死了
            FOLLOWER = "他见到了帅气的我，自愿跟随，生死不离",		-- 物品名:"猪人"->追随者
            GENERIC = "你是不是想摸我的大尾巴？你是不是想上来保护我？",		-- 物品名:"猪人"->默认
            GUARD = "嗨呀，不要紧张，我对你身后的……你身后的是浆果丛？那你没了，浆果是我的",		-- 物品名:"猪人"->警戒
            WEREPIG = "猪的体内有着奇怪的基因，使其疯狂。但这与暗影之力无关",		-- 物品名:"猪人"->疯猪
        },
        PIGSKIN = "你是猪~你不是猪~",		-- 物品名:"猪皮"
        PIGTENT = "闻起来像培根。",		-- 物品名:"猪人"
        PIGTORCH = "火炬可以留下，浆果全都拿走",		-- 物品名:"猪火炬"
        PINECONE = "同样是树种，为啥你就不是干果？",		-- 物品名:"松果"
        PINECONE_SAPLING = "快点长吧，我需要木炭来烧酸奶了",		-- 物品名:"常青树苗"
        LUMPY_SAPLING = "你偷偷地长出来了是不是~",		-- 物品名:"有疙瘩的树苗"
        PITCHFORK = "这些地皮也都是我的了",		-- 物品名:"干草叉" 制造描述:"铲地用具。"
        PLANTMEAT = "好像能吃，但是不好吃，也不甜",		-- 物品名:"食人花肉"
        PLANTMEAT_COOKED = "饿的时候可以勉强尝尝，比我小时候吃的那些要好吃多了",		-- 物品名:"烤食人花肉"
        PLANT_NORMAL =
        {
            GENERIC = "哦豁，是石榴，西瓜，还是榴莲？",		-- 物品名:"农作物"->默认
            GROWING = "长啊，长啊，我把烤箱都准备好了",		-- 物品名:"农作物"->正在生长
            READY = "哦豁，长出来了",		-- 物品名:"农作物"->准备好了
            WITHERED = "我的石榴，西瓜，榴莲，都被夏天毁了……",		-- 物品名:"农作物"->枯萎了
        },
        POMEGRANATE = "一颗颗晶莹的小糖果~",		-- 物品名:"石榴"
        POMEGRANATE_COOKED = "烤一下每一颗都变得更甜了！",		-- 物品名:"切片熟石榴"
        POMEGRANATE_SEEDS = "再种出许多小糖果",		-- 物品名:"石榴种子"
        POND = "池子里面也有一个帅气的我~",		-- 物品名:"池塘"
        POOP = "粪便而已，不算很脏嘛",		-- 物品名:"肥料"
        FERTILIZER = "好好施肥，长出可爱的水果",		-- 物品名:"便便桶" 制造描述:"少拉点在手上，多拉点在庄稼上。"
        PUMPKIN = "好大的南瓜！不过好硬！",		-- 物品名:"南瓜"
        PUMPKINCOOKIE = "哦豁，南瓜曲奇！又香又甜！美妙的一天！",		-- 物品名:"南瓜饼"
        PUMPKIN_COOKED = "烤了之后就变软了，可以跟面粉和在一起……",		-- 物品名:"烤南瓜"
        PUMPKIN_LANTERN = "这样就不能吃了啊",		-- 物品名:"南瓜灯" 制造描述:"长着鬼脸的照明用具。"
        PUMPKIN_SEEDS = "能不能直接种个南瓜曲奇出来啊",		-- 物品名:"南瓜种子"
        PURPLEAMULET = "用暗影之力来为尸体重新注入生命力，十分精巧的物件！",		-- 物品名:"噩梦护符" 制造描述:"引起精神错乱。"
        PURPLEGEM = "嗯，是高端的暗影之力零件",		-- 物品名:"紫宝石" 制造描述:"由两种颜色的宝石合成！"
        RABBIT =
        {
            GENERIC = "哦豁，是兔子，看起来很好吃",		-- 物品名:"兔子"->默认
            HELD = "应该怎么吃呢？我先把蜂蜜拿出来",		-- 物品名:"兔子"->拿在手里
        },
        RABBITHOLE =
        {
            GENERIC = "这其实是一个地窖，里面放着我储存的肉",		-- 物品名:"兔洞"->默认
            SPRING = "你们在下面做什么呢？撒麻坂町，我们要不要下去看看？",		-- 物品名:"兔洞"->春天 or 潮湿
        },
        RAINOMETER =
        {
            GENERIC = "我是一位预言家哦，我可以看到未来的天气走向",		-- 物品名:"雨量计"->默认 制造描述:"观测降雨机率。"
            BURNT = "唔，我，我现在缺乏灵感，所以暂时不能预测天气……",		-- 物品名:"雨量计"->烧焦的 制造描述:"观测降雨机率。"
        },
        RAINCOAT = "藏不住我的大尾巴啊",		-- 物品名:"雨衣" 制造描述:"让你保持干燥的防水外套。"
        RAINHAT = "正好包住我的大耳朵",		-- 物品名:"防雨帽" 制造描述:"手感柔软，防雨必备。"
        RATATOUILLE = "不好吃！我要吃水果！",		-- 物品名:"蔬菜大杂烩" 制造描述:"观测降雨机率。"
        RAZOR = "可以给我的尾巴剃毛，把弄脏的部分剃掉",		-- 物品名:"剃刀" 制造描述:"剃掉你脏脏的山羊胡子。"
        REDGEM = "红宝石，是中级的暗影之力零件，适用于制造火焰",		-- 物品名:"红宝石" 制造描述:"观测降雨机率。"
        RED_CAP = "难吃而且有毒，千万不能吃",		-- 物品名:"采摘的红蘑菇" 制造描述:"观测降雨机率。"
        RED_CAP_COOKED = "烤熟了也不能吃，而且不甜",		-- 物品名:"烤红蘑菇" 制造描述:"观测降雨机率。"
        RED_MUSHROOM =
        {
            GENERIC = "红色的蘑菇，和我一样疯狂",		-- 物品名:"红蘑菇"->默认
            INGROUND = "疯狂的时段已经过去",		-- 物品名:"红蘑菇"->在地里面
            PICKED = "再过些时日，它会重新变得疯狂。",		-- 物品名:"红蘑菇"->被采完了
        },
        REEDS =
        {
            BURNING = "哦豁，又不能吃，关我什么事嘛",		-- 物品名:"芦苇"->正在燃烧
            GENERIC = "强韧的芦苇，不能吃啊",		-- 物品名:"芦苇"->默认
            PICKED = "慢慢长吧，对我用处不大",		-- 物品名:"芦苇"->被采完了
        },
        RELIC = "我感受到强烈的暗影之力残留",		-- 物品名:"废墟"
        RUINS_RUBBLE = "撒麻坂町，这东西是可以修复的吧？",		-- 物品名:"损毁的废墟"
        RUBBLE = "这是……好像没有暗影之力，只是碎石而已",		-- 物品名:"碎石"
        RESEARCHLAB =
        {
            GENERIC = "有时我也需要依靠科学的力量解决问题",		-- 物品名:"科学机器"->默认 制造描述:"解锁新的合成配方！"
            BURNT = "算了，撒麻坂町，还是暗影傀儡术好用",		-- 物品名:"科学机器"->烧焦的 制造描述:"解锁新的合成配方！"
        },
        RESEARCHLAB2 =
        {
            GENERIC = "这还能叫科学吗？或许勉强还可以算",		-- 物品名:"炼金引擎"->默认 制造描述:"解锁更多合成配方！"
            BURNT = "总之，还是暗影傀儡术好用",		-- 物品名:"炼金引擎"->烧焦的 制造描述:"解锁更多合成配方！"
        },
        RESEARCHLAB3 =
        {
            GENERIC = "这显然已经不是科学了，这是我熟悉的暗影技术",		-- 物品名:"暗影操控器"->默认 制造描述:"这还是科学吗？"
            BURNT = "暗影技术不防火的吗",		-- 物品名:"暗影操控器"->烧焦的 制造描述:"这还是科学吗？"
        },
        RESEARCHLAB4 =
        {
            GENERIC = "这是高端的暗影技术，我得自己钻研一番",		-- 物品名:"灵子分解器"->默认 制造描述:"增强高礼帽的魔力。"
            BURNT = "高端的暗影技术照样不防火啊",		-- 物品名:"灵子分解器"->烧焦的 制造描述:"增强高礼帽的魔力。"
        },
        RESURRECTIONSTATUE =
        {
            GENERIC = "用暗影之力制造出一个我的替身",		-- 物品名:"替身人偶"->默认 制造描述:"以肉的力量让你重生。"
            BURNT = "我还没死，我的替身先被烧死了",		-- 物品名:"替身人偶"->烧焦的 制造描述:"以肉的力量让你重生。"
        },
        RESURRECTIONSTONE = "蕴含着极强的暗影之力，可以重新把肉体赐予灵魂",		-- 物品名:"复活石" 制造描述:"以肉的力量让你重生。"
        ROBIN =
        {
            GENERIC = "有点小，不过味道还行",		-- 物品名:"红雀"->默认
            HELD = "让我先想想该怎么吃……",		-- 物品名:"红雀"->拿在手里
        },
        ROBIN_WINTER =
        {
            GENERIC = "冬天才会出现的限量款鸟肉",		-- 物品名:"雪雀"->默认
            HELD = "味道似乎没什么差别啊，也不是甜的",		-- 物品名:"雪雀"->拿在手里
        },
        ROBOT_PUPPET = "被困住了！",		-- 物品名:"雪雀"
        ROCK_LIGHT =
        {
            GENERIC = "好烫好烫，这可不能当烤箱",		-- 物品名:"熔岩坑"->默认
            OUT = "看起来很易碎。",		-- 物品名:"熔岩坑"->出去？外面？
            LOW = "那块熔岩正在裹上石皮。",		-- 物品名:"熔岩坑"->低？
            NORMAL = "真舒服。",		-- 物品名:"熔岩坑"->普通
        },
        CAVEIN_BOULDER =
        {
            GENERIC = "我觉得我可以举起这个。",		-- 物品名:"岩石"->默认
            RAISED = "太远了够不着。",		-- 物品名:"岩石"->提高了？
        },
        ROCK = "我猜这石头里有一些金子，我可以挖出来……",		-- 物品名:"岩石"
        PETRIFIED_TREE = "这是……树？不，是被暗影之力影响的石化树",		-- 物品名:"岩石"
        ROCK_PETRIFIED_TREE = "这是……树？不，是被暗影之力影响的石化树",		-- 物品名:"石化树"
        ROCK_PETRIFIED_TREE_OLD = "这是……树？不，是被暗影之力影响的石化树",		-- 物品名:"岩石"
        ROCK_ICE =
        {
            GENERIC = "挖点下来做雪糕吧",		-- 物品名:"冰矿"->默认
            MELTED = "唔，没冰了啊，我的雪糕怎么办",		-- 物品名:"冰矿"->融化了
        },
        ROCK_ICE_MELTED = "下次吃雪糕还要好久……",		-- 物品名:"融化的冰矿"
        ICE = "哦豁，冰可乐，雪糕，冰粥，我爱冰块",		-- 物品名:"冰"
        ROCKS = "硌牙！开玩笑的，我才不会吃这个",		-- 物品名:"石头"
        ROOK = "用暗影之力驱动这么个庞然大物……不过动力系统太粗糙了，转向困难",		-- 物品名:"发条战车"
        ROPE = "编草绳赚不了多少钱，但是曾经为我提供过半个月的伙食费",		-- 物品名:"绳子" 制造描述:"紧密编成的草绳，非常有用。"
        ROTTENEGG = "哇，居然让鸡蛋烂掉了，好浪费啊！我宁可煎着吃！",		-- 物品名:"腐烂鸟蛋"
        ROYAL_JELLY = "哦豁，蜂王浆！我该怎么享用这么高贵的甜品呢",		-- 物品名:"蜂王浆"
        JELLYBEAN = "这绝对是我这辈子吃过最美味的糖豆",		-- 物品名:"彩虹糖豆"
        SADDLE_BASIC = "哦豁，我要成为一名骑士了",		-- 物品名:"鞍具" 制造描述:"你坐在动物身上。仅仅是理论上。"
        SADDLE_RACE = "嗯哼，可以让我第一个到达甜品店",		-- 物品名:"轻鞍具" 制造描述:"抵消掉完成目标所花费的时间。或许。"
        SADDLE_WAR = "真的需要我亲自上阵吗？",		-- 物品名:"战争鞍具" 制造描述:"战场首领的王位。"
        SADDLEHORN = "我想换个鞍玩玩",		-- 物品名:"鞍角" 制造描述:"把鞍具撬开。"
        SALTLICK = "它们是因为我的帅气而跟随我的，跟什么盐块没有关系~",		-- 物品名:"舔舔盐块" 制造描述:"好好喂养你家的牲畜。"
        BRUSH = "给牛羊刷毛，刷一天可以吃一顿饱饭……都过去了",		-- 物品名:"刷子" 制造描述:"减缓牦牛毛发的生长速度。"
		SANITYROCK =
		{
			ACTIVE = "暗影之力开始涌动！不过用在这上有点浪费",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "这东西是用暗影之力驱动的，不过目前还没有开始运作",		-- 物品名:"方尖碑"->没有激活
		},
		SAPLING =
		{
			BURNING = "在火灾中要及时弯腰，你做得很好",		-- 物品名:"树苗"->正在燃烧
			WITHERED = "哇你变得更矮了啊",		-- 物品名:"树苗"->枯萎了
			GENERIC = "对不起，我这么高，给你不少压力啊",		-- 物品名:"树苗"->默认
			PICKED = "我没有雪糕棍了，你快点",		-- 物品名:"树苗"->被采完了
			DISEASED = "怎么回事？你不长雪糕棍了吗？",		-- 物品名:"树苗"->生病了
			DISEASING = "你怎么回事小老树？",		-- 物品名:"树苗"->正在生病？？
		},
   		SCARECROW = 
   		{
			GENERIC = "嗨呀，我比你帅多了啊，为什么金丝雀不飞到我身边呢",		-- 物品名:"友善的稻草人"->默认 制造描述:"模仿最新的秋季时尚。"
			BURNING = "你好像烧得很痛苦呀，表情很悲痛",		-- 物品名:"友善的稻草人"->正在燃烧 制造描述:"模仿最新的秋季时尚。"
			BURNT = "这个人是被烧死的……稻草人也是人嘛",		-- 物品名:"友善的稻草人"->烧焦的 制造描述:"模仿最新的秋季时尚。"
   		},
   		SCULPTINGTABLE=
   		{
			EMPTY = "你快点做一个我的雕像出来，要最帅气的样子",		-- 物品名:"陶轮" 制造描述:"大理石在你手里将像黏土一样！"
			BLOCK = "各位，屏住呼吸，我要开工了啊！",		-- 物品名:"陶轮"->锁住了 制造描述:"大理石在你手里将像黏土一样！"
			SCULPTURE = "哦豁，完美。这就是我的实力啊！有人想用蛋糕来换吗",		-- 物品名:"陶轮"->雕像做好了 制造描述:"大理石在你手里将像黏土一样！"
			BURNT = "这……这其实是个……炭窑",		-- 物品名:"陶轮"->烧焦的 制造描述:"大理石在你手里将像黏土一样！"
   		},
        SCULPTURE_KNIGHTHEAD = "这里蕴藏着强烈的暗影之力！但是它无法独自运作",		-- 物品名:"可疑的大理石" 制造描述:"大理石在你手里将像黏土一样！"
		SCULPTURE_KNIGHTBODY = 
		{
			COVERED = "下面有暗影之力反应",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "果然，这是一个暗影科技的制品。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "好的，结构完整了，但是还需要一个时机才能运作起来",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "暗影之力已经开始运作了！撒麻坂町，我们要上了",		-- 物品名:"大理石雕像"->准备好了
		},
        SCULPTURE_BISHOPHEAD = "这里蕴藏着犀利的暗影之力！但是它无法独自运作",		-- 物品名:"可疑的大理石"
		SCULPTURE_BISHOPBODY = 
		{
			COVERED = "下面也有暗影之力反应",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "不出我所料，这也是一个暗影科技的制品。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "这个暗影结构需要时间驱动",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "好猛烈的暗影之力！撒麻坂町，我们要上了",		-- 物品名:"大理石雕像"->准备好了
		},
        SCULPTURE_ROOKNOSE = "这里蕴藏着灵巧的暗影之力！但是它无法独自运作",		-- 物品名:"可疑的大理石"
		SCULPTURE_ROOKBODY = 
		{
			COVERED = "下面同样有暗影之力反应",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "当然这也是一个暗影科技的制品。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "分析过后发现，它与月相有些关联",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "我的暗影傀儡术比它更强！撒麻坂町，我们要上了",		-- 物品名:"大理石雕像"->准备好了
		},
        GARGOYLE_HOUND = "这猎犬因为打搅了太真大人的下午茶而被变成了石头",		-- 物品名:"可疑的月亮石"
        GARGOYLE_WEREPIG = "这头猪因为偷吃了太真大人的饼干而被变成了石头",		-- 物品名:"可疑的月亮石"
		SEEDS = "能不能给我种个大西瓜出来？",		-- 物品名:"种子"
		SEEDS_COOKED = "在我的桃酥上面加点瓜子吧",		-- 物品名:"烤种子"
		SEWING_KIT = "我才不会缝衣服……假的。当年一件衣服不知穿了多久，打满了补丁",		-- 物品名:"针线包" 制造描述:"缝补受损的衣物。"
		SEWING_TAPE = "如果有这个东西，缝衣服就方便多了",		-- 物品名:"可靠的胶布" 制造描述:"缝补受损的衣物。"
		SHOVEL = "有没有埋藏的甜品宝藏什么的？",		-- 物品名:"铲子" 制造描述:"挖掘各种各样的东西。"
		SILK = "这不是奶油",		-- 物品名:"蜘蛛丝"
		SKELETON = "脆弱的生命呀",		-- 物品名:"骷髅"
		SCORCHED_SKELETON = "看起来脆脆的？不过也不能吃",		-- 物品名:"易碎骨骼"
		SKULLCHEST = "操控我的玩家，你作弊了吧~",		-- 物品名:"骷髅箱"
		SMALLBIRD =
		{
			GENERIC = "你非得抢我的浆果吃吗？",		-- 物品名:"小鸟"->默认
			HUNGRY = "饿了也不许吃我的浆果！",		-- 物品名:"小鸟"->有点饿了
			STARVING = "我想起了曾经饿到昏厥的自己……算了，给你浆果吧，别给我吃完了",		-- 物品名:"小鸟"->挨饿
		},
		SMALLMEAT = "当年有这么小块肉就能开心一整天……",		-- 物品名:"小肉"
		SMALLMEAT_DRIED = "还挺有嚼劲的……我又忘了放糖了！",		-- 物品名:"小风干肉"
		SPAT = "我警告你啊，不要弄脏我的家，尤其是我的蛋糕！",		-- 物品名:"钢羊"
		SPEAR = "粗制滥造的武器，吓唬人用的，比暗影傀儡术差远了",		-- 物品名:"长矛" 制造描述:"使用尖的那一端。"
		SPEAR_WATHGRITHR = "这武器好像挺专业的啊",		-- 物品名:"战斗长矛" 制造描述:"黄金使它更锋利。"
		WATHGRITHRHAT = "这两个翅膀可以伪装成我的大耳朵",		-- 物品名:"战斗头盔" 制造描述:"独角兽是你的保护神。"
		SPIDER =
		{
			DEAD = "死吧",		-- 物品名:"蜘蛛"->死了
			GENERIC = "你对我的蛋糕没兴趣吧？",		-- 物品名:"蜘蛛"->默认
			SLEEPING = "当你醒来~你应该醒不过来了",		-- 物品名:"蜘蛛"->睡着了
		},
		SPIDERDEN = "懒惰的蜘蛛又不能采蜜又不长植物，真是全员垃圾啊",		-- 物品名:"蜘蛛巢"
		SPIDEREGGSACK = "哇，这东西好恶心，我得先洗手再去吃蛋糕",		-- 物品名:"蜘蛛卵" 制造描述:"跟你的朋友寻求点帮助。"
		SPIDERGLAND = "好恶心，但是可以勉强疗伤，当年的我如果有这种东西就好了",		-- 物品名:"蜘蛛腺"
		SPIDERHAT = "黏糊糊的真恶心，会弄脏我的大耳朵",		-- 物品名:"蜘蛛帽" 制造描述:"蜘蛛们会喊你“妈妈”。"
		SPIDERQUEEN = "你就不能生点蜜蜂之类的出来吗？",		-- 物品名:"蜘蛛女王"
		SPIDER_WARRIOR =
		{
			DEAD = "去死吧！",		-- 物品名:"蜘蛛战士"->死了
			GENERIC = "你不是来抢我的蛋糕吧？那我们不用打啊",		-- 物品名:"蜘蛛战士"->默认
			SLEEPING = "我不会让你醒过来的",		-- 物品名:"蜘蛛战士"->睡着了
		},
		SPOILED_FOOD = "是我的蛋糕？还是什么坏了……",		-- 物品名:"腐烂食物"
        STAGEHAND =
        {
			AWAKE = "如果你是想偷走我的蛋糕，那我可得砸死你啊",		-- 物品名:"舞台"->醒了
			HIDING = "这是一个鬼鬼祟祟的桌子，但它目前还没有偷走我的蛋糕",		-- 物品名:"舞台"->藏起来了
        },
        STATUE_MARBLE = 
        {
            GENERIC = "给我也刻一个~",		-- 物品名:"大理石雕像"->默认
            TYPE1 = "为什么不刻一个太真的雕像？",		-- 物品名:"大理石雕像"->类型1
            TYPE2 = "刻一个太真的雕像在这，肯定很有人气",		-- 物品名:"大理石雕像"->类型2
        },
		STATUEHARP = "是缺了一个头吗？不是我干的啊",		-- 物品名:"竖琴雕像"
		STATUEMAXWELL = "这傻帽是谁啊？这大理石被我征用了",		-- 物品名:"麦斯威尔雕像"
		STEELWOOL = "勒手……做成打蛋器怎么样？",		-- 物品名:"钢丝绵"
		STINGER = "上面还沾了一点点蜂蜜！哇，扎舌头了！",		-- 物品名:"蜂刺"
		STRAWHAT = "被我的大耳朵顶起来了",		-- 物品名:"草帽" 制造描述:"帮助你保持清凉干爽。"
		STUFFEDEGGPLANT = "暖暖的，不过不够甜",		-- 物品名:"酿茄子"
		SWEATERVEST = "这是犬科动物的文化衫",		-- 物品名:"犬牙背心" 制造描述:"粗糙，但挺时尚。"
		REFLECTIVEVEST = "哦豁，要展示我健硕的肌肉了吗……可我还没练出来……",		-- 物品名:"清凉夏装" 制造描述:"穿上这件时尚的背心，保持凉爽和清醒。"
		HAWAIIANSHIRT = "这衬衫有点甜……不不，我可是花一般的少年",		-- 物品名:"花衬衫" 制造描述:"适合夏日穿着，或在周五便装日穿着。"
		TAFFY = "哦豁，糖！太妃糖！我还能再吃一包！",		-- 物品名:"太妃糖"
		TALLBIRD = "你的蛋好像不错，做成蛋糕一定很香",		-- 物品名:"高脚鸟"
		TALLBIRDEGG = "这能做出多大一个蛋糕呢？",		-- 物品名:"高脚鸟蛋"
		TALLBIRDEGG_COOKED = "这么吃是不是太奢侈了啊？",		-- 物品名:"煎高脚鸟蛋"
		TALLBIRDEGG_CRACKED =
		{
			COLD = "用我的大尾巴给它保暖如何？",		-- 物品名:"冻伤"
			GENERIC = "我要有新的小跟班了？",		-- 物品名:"孵化中的高脚鸟蛋"->默认
			HOT = "离火远点，离我的大尾巴也得远点",		-- 物品名:"中暑"
			LONG = "好像还得再等等，我先去吃个蛋糕",		-- 物品名:"孵化中的高脚鸟蛋"->还需要很久
			SHORT = "新的小跟班要来了，起个什么名字呢……",		-- 物品名:"孵化中的高脚鸟蛋"->很快了
		},
		TALLBIRDNEST =
		{
			GENERIC = "如果高脚鸟交出蛋，我也是可以饶他一命的嘛",		-- 物品名:"高脚鸟巢"->默认
			PICKED = "没有蛋，也没有蛋壳，蛋壳正在疯狂赶稿写台词",		-- 物品名:"高脚鸟巢"->被采完了
		},
		TEENBIRD =
		{
			GENERIC = "你非得抢我的浆果吃吗？",		-- 物品名:"小高脚鸟"->默认
			HUNGRY = "饿了也不许吃我的浆果！",		-- 物品名:"小高脚鸟"->有点饿了
			STARVING = "我想起了曾经饿到昏厥的自己……算了，给你浆果吧，别给我吃完了",		-- 物品名:"小高脚鸟"->挨饿
		},
		TELEPORTATO_BASE =
		{
			ACTIVE = "有了这个，我肯定可以穿越时空！",		-- 物品名:"木制传送台"->激活了 单机专属（蛋壳工程）
			GENERIC = "这好像可以通往另一个世界！",		-- 物品名:"木制传送台"->默认
			LOCKED = "还少了些什么东西。",		-- 物品名:"木制传送台"->锁住了
			PARTIAL = "很快，这个发明就要大功告成！",		-- 物品名:"木制传送台"->已经有部分了
		},
		TELEPORTATO_BOX = "这可能控制着整个宇宙的极性。",		-- 物品名:"盒状零件" 单机专属（蛋壳工程）
		TELEPORTATO_CRANK = "结实到足以应付最危险的实验。",		-- 物品名:"曲柄零件"
		TELEPORTATO_POTATO = "这个金属土豆包含强大而又可怕的力量...",		-- 物品名:"金属土豆状零件"
		TELEPORTATO_RING = "一个可以聚集空间能量的圆环。",		-- 物品名:"环状零件"
		TELESTAFF = "这东西是对暗影之力的粗暴应用，具有很大的随机性！",		-- 物品名:"传送魔杖" 制造描述:"穿越空间的法杖！穿越时间的装置需另外购买。"
		TENT = 
		{
			GENERIC = "我先睡一觉，，希望醒来的时候会看到蛋糕……",		-- 物品名:"帐篷"->默认 制造描述:"回复精神值，但要花费时间并导致饥饿。"
			BURNT = "还是自己去找蛋糕吧",		-- 物品名:"帐篷"->烧焦的 制造描述:"回复精神值，但要花费时间并导致饥饿。"
		},
		SIESTAHUT = 
		{
			GENERIC = "希望在梦里能够吃到蛋糕……",		-- 物品名:"遮阳篷"->默认 制造描述:"躲避烈日，回复精神值。"
			BURNT = "算了还是在现实中吃吧",		-- 物品名:"遮阳篷"->烧焦的 制造描述:"躲避烈日，回复精神值。"
		},
		TENTACLE = "你藏在下面，是不是为了多摸几下大尾巴？",		-- 物品名:"触手" 制造描述:"躲避烈日，回复精神值。"
		TENTACLESPIKE = "看着这个棒子，还有谁想偷吃我的蛋糕吗？",		-- 物品名:"狼牙棒" 制造描述:"躲避烈日，回复精神值。"
		TENTACLESPOTS = "好恶心，还沾着泥，我今天有点不想吃蛋糕了",		-- 物品名:"触手皮" 制造描述:"躲避烈日，回复精神值。"
		TENTACLE_PILLAR = "好大的触手，旁边还有小触手……不，不许摸我尾巴啊",		-- 物品名:"大触手" 制造描述:"躲避烈日，回复精神值。"
        TENTACLE_PILLAR_HOLE = "这，我真的，真的要跳进去吗？",		-- 物品名:"硕大的泥坑" 制造描述:"躲避烈日，回复精神值。"
		TENTACLE_PILLAR_ARM = "你，你们都想摸我尾巴是不是？",		-- 物品名:"小触手" 制造描述:"躲避烈日，回复精神值。"
		TENTACLE_GARDEN = "我不想再看见触手了！！",		-- 物品名:"大触手" 制造描述:"躲避烈日，回复精神值。"
		TOPHAT = "这下我就更帅了呀",		-- 物品名:"高礼帽" 制造描述:"最经典的帽子款式。"
		TORCH = "在黑夜中，只有太真照亮一切~",		-- 物品名:"火炬" 制造描述:"可携带的光源。"
		TRANSISTOR = "有暗影傀儡术，还要研究科学吗？",		-- 物品名:"电子元件" 制造描述:"科学至上！滋滋滋！"
		TRAP = "我要不要在里面刷点蜂蜜，这样即抓即食？",		-- 物品名:"陷阱" 制造描述:"捕捉小型生物。"
		TRAP_TEETH = "犬族和我并肩作战",		-- 物品名:"犬牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TRAP_TEETH_MAXWELL = "我可不想踩在那上面！",		-- 物品名:"麦斯威尔的尖牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"单机专属（蛋壳工程）
		TREASURECHEST = 
		{
			GENERIC = "这里藏着我珍藏的宝贝，谁都~不许碰哦",		-- 物品名:"木箱"->默认 制造描述:"一种结实的容器。"
			BURNT = "好吧我承认，其实里面什么也没有",		-- 物品名:"木箱"->烧焦的 制造描述:"一种结实的容器。"
		},
		TREASURECHEST_TRAP = "有暗影之力的强烈反应，有猫腻哦",		-- 物品名:"宝箱" 制造描述:"一种结实的容器。"
		SACRED_CHEST = 
		{
			GENERIC = "这里隐藏着一个巨大的秘密，当然也是与暗影之力有关",		-- 物品名:"古老的箱子"->默认
			LOCKED = "想要打开它，需要了解暗影之力的相关原理",		-- 物品名:"古老的箱子"->锁住了
		},
		TREECLUMP = "是不是有人想把我困在这里。",		-- 物品名:"古老的箱子"
		TRINKET_1 = "融化了。或许薇洛和他们相处愉快？", --Melted Marbles		-- 物品名:"熔化的弹珠"
		TRINKET_2 = "你跟卡祖有什么关系？", --Fake Kazoo		-- 物品名:"假卡祖笛"
		TRINKET_3 = "那是个死结。永远打不开的结。", --Gord's Knot		-- 物品名:"戈尔迪之结"
		TRINKET_4 = "它一定是某种宗教物品", --Gnome		-- 物品名:"地精玩偶"
		TRINKET_5 = "不幸的是，它太小了，我没法乘坐它逃离。", --Toy Rocketship		-- 物品名:"迷你火箭"
		TRINKET_6 = "它们输送电力的日子结束了。", --Frazzled Wires		-- 物品名:"烂电线"
		TRINKET_7 = "没有时间享乐和游戏！", --Ball and Cup		-- 物品名:"杯子和球玩具"
		TRINKET_8 = "太好了。堵浴缸的塞子有了。", --Rubber Bung		-- 物品名:"硬化橡胶塞"
		TRINKET_9 = "我本人更喜欢拉链。", --Mismatched Buttons		-- 物品名:"不搭的纽扣"
		TRINKET_10 = "它们很快成为韦斯喜欢的道具了。", --Dentures		-- 物品名:"二手假牙"
		TRINKET_11 = "哈尔向我轻诉美丽的谎言。", --Lying Robot		-- 物品名:"机器人玩偶"
		TRINKET_12 = "这是求被试验啊。", --Dessicated Tentacle		-- 物品名:"干瘪的触手"
		TRINKET_13 = "一定是某种宗教物品。", --Gnomette		-- 物品名:"可爱的小玩偶"
		TRINKET_14 = "现在要是能喝点茶，该多好...", --Leaky Teacup		-- 物品名:"漏水的茶杯"
		TRINKET_15 = "...麦斯威尔又落下了他的行头。", --Pawn		-- 物品名:"白衣主教"
		TRINKET_16 = "...麦斯威尔又落下了他的行头。", --Pawn		-- 物品名:"黑衣主教"
		TRINKET_17 = "令人恐惧的器皿融合。也许科学*会*物极必反。", --Bent Spork		-- 物品名:"弯曲的叉子"
		TRINKET_18 = "我想知道它在隐藏什么？", --Trojan Horse		-- 物品名:"玩具木马"
		TRINKET_19 = "结网不是很顺利。", --Unbalanced Top		-- 物品名:"失衡上衣"
		TRINKET_20 = "薇格弗德不断跳出去，用那东西打我？！", --Backscratcher		-- 物品名:"不求人"
		TRINKET_21 = "这个搅蛋器整个都弯曲变形了。", --Egg Beater		-- 物品名:"破搅拌器"
		TRINKET_22 = "关于这个字符串，我有几个理论。", --Frayed Yarn		-- 物品名:"磨损的纱线"
		TRINKET_23 = "我可以自己穿鞋，谢谢。", --Shoehorn		-- 物品名:"鞋拔子"
		TRINKET_24 = "我想薇克巴顿应该有只猫。", --Lucky Cat Jar		-- 物品名:"幸运猫扎尔"
		TRINKET_25 = "闻起来有点不新鲜。", --Air Unfreshener		-- 物品名:"臭气制造器"
		TRINKET_26 = "食物和杯子！终极生存容器。", --Potato Cup		-- 物品名:"土豆杯"
		TRINKET_27 = "如果你解开它，你可以从远处刺到别人。", --Coat Hanger		-- 物品名:"钢丝衣架"
		TRINKET_28 = "简直就是阴谋。", --Rook		-- 物品名:"白色战车"
        TRINKET_29 = "简直就是阴谋。", --Rook		-- 物品名:"黑色战车"
        TRINKET_30 = "他怎么到处乱丢呢。", --Knight		-- 物品名:"白色骑士"
        TRINKET_31 = "他怎么到处乱丢呢。", --Knight		-- 物品名:"黑色骑士"
        TRINKET_32 = "我认识喜欢这个的人！", --Cubic Zirconia Ball		-- 物品名:"立方氧化锆球"
        TRINKET_33 = "希望不会引来蜘蛛。", --Spider Ring		-- 物品名:"蜘蛛指环"
        TRINKET_34 = "让我们许个愿望吧。为了科学。", --Monkey Paw		-- 物品名:"猴子手掌"
        TRINKET_35 = "很难在这附近找到一个好的烧瓶。", --Empty Elixir		-- 物品名:"空的长生不老药"
        TRINKET_36 = "在吃完所有的糖果后我可能会需要这些东西。", --Faux fangs		-- 物品名:"人造尖牙"
        TRINKET_37 = "我不相信超自然现象。", --Broken Stake		-- 物品名:"断桩"
        TRINKET_38 = "我想它来自另外一个世界，一个满是欺诈的世界。", -- Binoculars Griftlands trinket		-- 物品名:"双筒望远镜"
        TRINKET_39 = "我想知道另一只在哪里？", -- Lone Glove Griftlands trinket		-- 物品名:"单只手套"
        TRINKET_40 = "拿着它让我觉得在赶集。", -- Snail Scale Griftlands trinket		-- 物品名:"蜗牛秤"
        TRINKET_41 = "摸起来有点温热。", -- Goop Canister Hot Lava trinket		-- 物品名:"黏液罐"
        TRINKET_42 = "它充满了某人的童年记忆。", -- Toy Cobra Hot Lava trinket		-- 物品名:"玩具眼镜蛇"
        TRINKET_43= "它不太擅长跳跃。", -- Crocodile Toy Hot Lava trinket		-- 物品名:"鳄鱼玩具"
        TRINKET_44 = "它是某种植物标本。", -- Broken Terrarium ONI trinket		-- 物品名:"破碎的玻璃罐"
        TRINKET_45 = "它正在接收另一个世界的频率。", -- Odd Radio ONI trinket		-- 物品名:"奇怪的收音机"
        TRINKET_46 = "也许是测试空气动力学的工具？", -- Hairdryer ONI trinket		-- 物品名:"损坏的吹风机"
        HALLOWEENCANDY_1 = "就算蛀牙也值得了，对吧？",		-- 物品名:"糖果苹果"
        HALLOWEENCANDY_2 = "什么样腐败的科学长出了这些东西？",		-- 物品名:"糖果玉米"
        HALLOWEENCANDY_3 = "是…玉米。",		-- 物品名:"不太甜的玉米"
        HALLOWEENCANDY_4 = "它们一路蠕动下来。",		-- 物品名:"粘液蜘蛛"
        HALLOWEENCANDY_5 = "明天我的牙齿可能会对此发表意见。",		-- 物品名:"浣猫糖果"
        HALLOWEENCANDY_6 = "我…不认为我会吃那些东西。",		-- 物品名:"“葡萄干”"
        HALLOWEENCANDY_7 = "每个人遇到这些东西都会激动的。",		-- 物品名:"葡萄干"
        HALLOWEENCANDY_8 = "只有傻瓜才不会爱上这东西。",		-- 物品名:"鬼魂波普"
        HALLOWEENCANDY_9 = "粘牙",		-- 物品名:"果冻虫"
        HALLOWEENCANDY_10 = "只有傻瓜才不会爱上这东西。",		-- 物品名:"触须棒棒糖"
        HALLOWEENCANDY_11 = "比真的东西尝起来味道好多了。",		-- 物品名:"巧克力猪"
        HALLOWEENCANDY_12 = "那块糖果刚动了一下吗？", --ONI meal lice candy		-- 物品名:"糖果虱"
        HALLOWEENCANDY_13 = "哎呀，我可怜的下巴。", --Griftlands themed candy		-- 物品名:"无敌硬糖"
        HALLOWEENCANDY_14 = "我吃不了辣。", --Hot Lava pepper candy		-- 物品名:"熔岩椒"
        CANDYBAG = "我可以把糖果都装在这里~",		-- 物品名:"糖果袋" 制造描述:"只带万圣夜好吃的东西。"
		HALLOWEEN_ORNAMENT_1 = "一个可以挂在树上的装饰物。",		-- 物品名:"幽灵装饰"
		HALLOWEEN_ORNAMENT_2 = "古怪的装饰。",		-- 物品名:"蝙蝠装饰"
		HALLOWEEN_ORNAMENT_3 = "这块木头看起来很适合挂起来。", 		-- 物品名:"蜘蛛装饰"
		HALLOWEEN_ORNAMENT_4 = "触触逼真。",		-- 物品名:"触手装饰"
		HALLOWEEN_ORNAMENT_5 = "八只手的装饰。",		-- 物品名:"悬垂蜘蛛装饰"
		HALLOWEEN_ORNAMENT_6 = "最近大家都在热烈讨论树的装饰。", 		-- 物品名:"乌鸦装饰"
		HALLOWEENPOTION_DRINKS_WEAK = "不太成功啊，撒麻坂町，我们得调整一下思路",		-- 物品名:"古老的箱子"
		HALLOWEENPOTION_DRINKS_POTENT = "嗯，这次比较成功",		-- 物品名:"古老的箱子"
        HALLOWEENPOTION_BRAVERY = "满满的勇气。",		-- 物品名:"勇气药水"
		HALLOWEENPOTION_FIRE_FX = "哦豁，可以烧很久哦", 		-- 物品名:"古老的箱子"
		MADSCIENCE_LAB = "暗影之力的另一种用法：炼制药水。不过作用不大",		-- 物品名:"疯狂科学家实验室" 制造描述:"疯狂实验无极限。唯独神智有极限。"
		LIVINGTREE_ROOT = "这种树根仍然是优秀的活木，可以用作暗影技术的原材料", 		-- 物品名:"完全正常的树根"
		LIVINGTREE_SAPLING = "长大之后，就会成为优质的活木来源",		-- 物品名:"完全正常的树苗"
        DRAGONHEADHAT = "我在前面的话，会挡住我的大耳朵",		-- 物品名:"幸运兽脑袋" 制造描述:"野兽装束的前端。"
        DRAGONBODYHAT = "我这么帅气，能站在中间吗？",		-- 物品名:"幸运兽躯体" 制造描述:"野兽装束的中间部分。"
        DRAGONTAILHAT = "我的大尾巴会喧宾夺主的",		-- 物品名:"幸运兽尾巴" 制造描述:"野兽装束的尾端。"
        PERDSHRINE =
        {
            GENERIC = "这家伙天天觊觎我的浆果",		-- 物品名:"火鸡神龛"->默认 制造描述:"供奉庄严的火鸡。"
            EMPTY = "什么？要我用浆果丛献祭这家伙？",		-- 物品名:"火鸡神龛" 制造描述:"供奉庄严的火鸡。"
            BURNT = "变成烤鸡了？不，一点香味都没有",		-- 物品名:"火鸡神龛"->烧焦的 制造描述:"供奉庄严的火鸡。"
        },
        REDLANTERN = "糖葫芦！不，只是普通的灯笼而已",		-- 物品名:"红灯笼" 制造描述:"照亮你的路的幸运灯笼。"
        LUCKY_GOLDNUGGET = "金元宝……可以换糖吃吗？",		-- 物品名:"幸运黄金" 制造描述:"供奉庄严的火鸡。"
        FIRECRACKERS = "如果我再见到那些人，我要在他们的面前放鞭炮庆祝",		-- 物品名:"红色爆竹" 制造描述:"用重击来庆祝！"
        PERDFAN = "用这个扇风，能把火鸡吓跑吧",		-- 物品名:"幸运扇" 制造描述:"额外的运气，超级多。"
        REDPOUCH = "为什么长辈不能在红包里包个糖呢？",		-- 物品名:"红袋子" 制造描述:"供奉庄严的火鸡。"
        WARGSHRINE = 
        {
            GENERIC = "明明我这么帅，为什么要选这么丑的犬科动物呢？",		-- 物品名:"座狼龛"->默认 制造描述:"供奉黏土座狼。"
            EMPTY = "如果在这里插个火把，那么到了晚上也会吓到路人的",		-- 物品名:"座狼龛" 制造描述:"供奉黏土座狼。"
            BURNT = "太丑了，还是烧了的好",		-- 物品名:"座狼龛"->烧焦的 制造描述:"供奉黏土座狼。"
        },
        CLAYWARG = 
        {
        	GENERIC = "哇哇哇，果然动起来了！",		-- 物品名:"黏土座狼"->默认
        	STATUE = "有暗影之力的反应，它应该能动！",		-- 物品名:"黏土座狼"->雕像
        },
        CLAYHOUND = 
        {
        	GENERIC = "它脱离束缚了！",		-- 物品名:"黏土猎犬"->默认
        	STATUE = "它看起来好逼真。",		-- 物品名:"黏土猎犬"->雕像
        },
        HOUNDWHISTLE = "只要吹一下这个，犬类就会跟着走了……当然不包括我！",		-- 物品名:"幸运哨子" 制造描述:"对野猎犬吹哨。"
        CHESSPIECE_CLAYHOUND = "这是著名的斗犬棋的棋子",		-- 物品名:"猎犬棋子"
        CHESSPIECE_CLAYWARG = "这里斗犬棋里很重要的棋子，类似于象棋里的车。顺便说一下，王是我的形象",		-- 物品名:"座狼棋子"
		PIGSHRINE =
		{
            GENERIC = "我们犬类就是比他们猪类要聪明啊",		-- 物品名:"猪神龛"->默认 制造描述:"为富有的猪献贡。"
            EMPTY = "要我用肉来供奉它？用我不想吃的肉吧",		-- 物品名:"猪神龛" 制造描述:"为富有的猪献贡。"
            BURNT = "没有肉给它，烧了吧",		-- 物品名:"猪神龛"->烧焦的 制造描述:"为富有的猪献贡。"
		},
		PIG_TOKEN = "要和我来一场友谊赛？不，你们只是想摸我的尾巴而已！",		-- 物品名:"金色腰带" 制造描述:"为富有的猪献贡。"
		YOTP_FOOD1 = "这种没有甜味的东西我才不……哇真香！怎么这么好吃",		-- 物品名:"致敬烤肉" 制造描述:"向猪王敬肉。"
		YOTP_FOOD2 = "猪会很喜欢这东西吧，我才不吃…………当年能吃到这种东西我会开心死吧",		-- 物品名:"八宝泥馅饼" 制造描述:"那里隐藏着什么？"
		YOTP_FOOD3 = "不是糖葫芦，是鱼葫芦……不过味道还不错",		-- 物品名:"鱼头串" 制造描述:"棍子上的荣华富贵。"
		PIGELITE1 = "你别摸我尾巴啊", --BLUE		-- 物品名:"韦德" 制造描述:"为富有的猪献贡。"
		PIGELITE2 = "刚才你趁机摸我的耳朵了是不是？", --RED		-- 物品名:"伊格内修斯" 制造描述:"为富有的猪献贡。"
		PIGELITE3 = "你又想摸耳朵又想摸尾巴？", --WHITE		-- 物品名:"德米特里" 制造描述:"为富有的猪献贡。"
		PIGELITE4 = "说吧，你想摸哪里？", --GREEN		-- 物品名:"索耶" 制造描述:"为富有的猪献贡。"
		BISHOP_CHARGE_HIT = "噢，这是暗影球，好痛",		-- 被主教攻击（蛋壳工程）
		TRUNKVEST_SUMMER = "象皮做的背心，保暖能力差了点，还得靠我的尾巴",		-- 物品名:"保暖小背心" 制造描述:"暖和，但算不上非常暖和。"
		TRUNKVEST_WINTER = "罕见的冬象皮背心，保暖效果极佳，连我的大尾巴都能保住",	-- 物品名:"寒冬背心" 制造描述:"足以抵御冬季暴雪的保暖背心。"
		TRUNK_COOKED = "烤熟了之后好香！再刷一层蜂蜜的话……",		-- 物品名:"象鼻排" 制造描述:"为富有的猪献贡。"
		TRUNK_SUMMER = "很大一条象鼻，刷点蜂蜜就可以吃了",		-- 物品名:"象鼻" 制造描述:"为富有的猪献贡。"
		TRUNK_WINTER = "更加肥厚的一条象鼻，需要更多蜂蜜",		-- 物品名:"冬象鼻" 制造描述:"为富有的猪献贡。"
		TUMBLEWEED = "里面会不会有糖？",		-- 物品名:"风滚草" 制造描述:"为富有的猪献贡。"
		TURKEYDINNER = "哦豁，我把浆果塞到你的肚子里啦",		-- 物品名:"火鸡大餐" 制造描述:"为富有的猪献贡。"
		TWIGS = "这是一根雪糕棍",		-- 物品名:"树枝" 制造描述:"为富有的猪献贡。"
		UMBRELLA = "我的大耳朵不可以沾水~",		-- 物品名:"雨伞" 制造描述:"遮阳挡雨！"
		GRASS_UMBRELLA = "用面粉来做这个伞多好，饿了还能吃",		-- 物品名:"花伞" 制造描述:"漂亮轻便的保护伞。"
		UNIMPLEMENTED = "看起来还没有完工！可能有危险。",		-- 物品名:"猪神龛" 制造描述:"为富有的猪献贡。"
		WAFFLES = "华夫饼！在这里居然能看到我心心念念的华夫饼！太幸福了！",		-- 物品名:"华夫饼" 制造描述:"为富有的猪献贡。"
		WALL_HAY = 
		{	
			GENERIC = "这东西能保住我的甜食吗？",		-- 物品名:"草墙"->默认
			BURNT = "现在看来是不能了",		-- 物品名:"草墙"->烧焦的
		},
		WALL_HAY_ITEM = "用草墙来标定一下地盘如何？",		-- 物品名:"草墙" 制造描述:"草墙墙体。不太结实。"
		WALL_STONE = "挺结实的，小偷应该进不来",		-- 物品名:"石墙"
		WALL_STONE_ITEM = "用这个把我的冰箱圈起来",		-- 物品名:"石墙" 制造描述:"石墙墙体。"
		WALL_RUINS = "残垣断壁……但是这墙的材料其实很珍贵",		-- 物品名:"铥墙"
		WALL_RUINS_ITEM = "铥可以驱动暗影之力，用来造墙太浪费了",		-- 物品名:"铥墙" 制造描述:"这些墙可以承受相当多的打击。"
		WALL_WOOD = 
		{
			GENERIC = "话说这防火性能很差吧，别把我的食品箱烧了",		-- 物品名:"木墙"->默认
			BURNT = "果然就……",		-- 物品名:"木墙"->烧焦的
		},
		WALL_WOOD_ITEM = "或许可以用这木桩搭个舞台",		-- 物品名:"木墙" 制造描述:"木墙墙体。"
		WALL_MOONROCK = "好结实的墙，而且绝对防火",		-- 物品名:"月岩壁"
		WALL_MOONROCK_ITEM = "似乎有一股和暗影之力不太一样的力量在其中流动，我分析不出来",		-- 物品名:"月岩壁" 制造描述:"月球疯子之墙。"
		FENCE = "讨厌的火鸡应该没法钻进我的浆果丛了吧",		-- 物品名:"木栅栏"
        FENCE_ITEM = "我得把我的多汁浆果丛保护起来",		-- 物品名:"木栅栏" 制造描述:"木栅栏部分。"
        FENCE_GATE = "这些甜品都是我的，我不给，你们不能抢",		-- 物品名:"木门"
        FENCE_GATE_ITEM = "划定领地最关键的一步来了",		-- 物品名:"木门" 制造描述:"木栅栏的门。"
		WALRUS = "哦豁，难道你想捕食我？撒麻坂町，我们得让他长长见识",		-- 物品名:"海象人"
		WALRUSHAT = "这帽子比我的大耳朵还厚实",		-- 物品名:"海象的贝雷帽"
		WALRUS_CAMP =
		{
			EMPTY = "里面的家伙已经变成我的蜜汁火腿了",		-- 物品名:"海象营"
			GENERIC = "里面的家伙对我的大尾巴虎视眈眈",		-- 物品名:"海象营"->默认
		},
		WALRUS_TUSK = "太真也有两颗长长的虎牙！",		-- 物品名:"海象牙"
		WARDROBE = 
		{
			GENERIC = "我得换一件符合身份的衣服",		-- 物品名:"衣柜"->默认 制造描述:"随心变换面容。"
            BURNING = "不，等等，我的衣服……",		-- 物品名:"衣柜"->正在燃烧 制造描述:"随心变换面容。"
			BURNT = "算了，我这么帅气，穿什么都一样！",		-- 物品名:"衣柜"->烧焦的 制造描述:"随心变换面容。"
		},
		WARG = "我可是犬科的王者，你似乎想挑战我的地位？撒麻坂町，我们得好好教育他了",		-- 物品名:"座狼" 制造描述:"随心变换面容。"
		WASPHIVE = "哦豁，里面有很多蜂蜜，但是也很危险哦",		-- 物品名:"杀人蜂蜂窝" 制造描述:"随心变换面容。"
		WATERBALLOON = "哇，这回打湿我的大耳朵和大尾巴！不过好像也无所谓嘛",		-- 物品名:"水球" 制造描述:"球体灭火。"
		WATERMELON = "西瓜！大西瓜！我要吃个饱！",		-- 物品名:"西瓜" 制造描述:"随心变换面容。"
		WATERMELON_COOKED = "烤了之后味道不太一样了……还是做成雪糕好吃",		-- 物品名:"烤西瓜" 制造描述:"随心变换面容。"
		WATERMELONHAT = "西瓜扣在脸上，好幸福……",		-- 物品名:"西瓜帽" 制造描述:"提神醒脑，但感觉黏黏的。"
		WAXWELLJOURNAL = "你的暗影技艺也不错嘛",		-- 物品名:"暗影魔法书" 制造描述:"这将让你大吃一惊。"
		WETGOOP = "这是……伟大的尝试，不尝试怎么能研究出新的甜品呢？",		-- 物品名:"失败料理" 制造描述:"随心变换面容。"
        WHIP = "偷我甜品的家伙，要面临惩罚呦",		-- 物品名:"皮鞭" 制造描述:"提出有建设性的反馈意见。"
		WINTERHAT = "把我的大耳朵塞进去，啊，暖和了",		-- 物品名:"冬帽" 制造描述:"保持脑袋温暖。"
		WINTEROMETER = 
		{
			GENERIC = "看看今天吃油炸糕还是雪糕比较好",		-- 物品名:"温度测量仪"->默认 制造描述:"测量环境气温。"
			BURNT = "想吃什么就吃什么吧，跟温度无关",		-- 物品名:"温度测量仪"->烧焦的 制造描述:"测量环境气温。"
		},
        WINTER_TREE =
        {
            BURNT = "我，我是……坏孩子吗……",		-- 物品名:"冬季圣诞树"->烧焦的
            BURNING = "等等，为，为什么？我的圣诞树！",		-- 物品名:"冬季圣诞树"->正在燃烧
            CANDECORATE = "圣诞老人的脚步近了，他会留下一个大大的零食包",		-- 物品名:"冬季圣诞树"->烛台？？？
            YOUNG = "我这样的乖孩子，当然会受到圣诞老人的青睐啊",		-- 物品名:"冬季圣诞树"->还年轻
        },
		WINTER_TREESTAND = 
		{
			GENERIC = "看我来变出一棵圣诞树",		-- 物品名:"圣诞树墩"->默认 制造描述:"种植并装饰一棵冬季圣诞树！"
            BURNT = "唔，小失误小失误",		-- 物品名:"圣诞树墩"->烧焦的 制造描述:"种植并装饰一棵冬季圣诞树！"
		},
        WINTER_ORNAMENT = "每个科学家都会欣赏一个好的玩意。",		-- 物品名:"圣诞小玩意" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_ORNAMENTLIGHT = "一棵树没有电流就不算完整。",		-- 物品名:"圣诞灯" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_ORNAMENTBOSS = "这一个尤其令人印象深刻。",		-- 物品名:"华丽的装饰" 制造描述:"种植并装饰一棵冬季圣诞树！"
		WINTER_ORNAMENTFORGE = "我应该把它悬火上烤。",		-- 物品名:"熔炉装饰" 制造描述:"种植并装饰一棵冬季圣诞树！"
		WINTER_ORNAMENTGORGE = "不知道为什么，这让我觉得很饿。",		-- 物品名:"舒缓的装饰" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD1 = "解剖结构是错的，但是我会忽略它。", --gingerbread cookie		-- 物品名:"小姜饼" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD2 = "我要吃四十个。为了科学。", --sugar cookie		-- 物品名:"糖曲奇饼" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD3 = "圣诞节期间的牙疼马上就要发生了。", --candy cane		-- 物品名:"拐杖糖" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD4 = "那个实验可能有点儿不道德。", --fruitcake		-- 物品名:"永远的水果蛋糕" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD5 = "能有一次吃浆果以外的东西真是好。", --yule log cake		-- 物品名:"巧克力树洞蛋糕" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD6 = "直接放进嘴里！", --plum pudding		-- 物品名:"李子布丁" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD7 = "充满了美味汁液的空心苹果。", --apple cider		-- 物品名:"苹果酒" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD8 = "它是怎么保持温暖的？一个热力马克杯？", --hot cocoa		-- 物品名:"热可可" 制造描述:"种植并装饰一棵冬季圣诞树！"
        WINTER_FOOD9 = "科学能够解释它为什么味道这么棒吗？", --eggnog		-- 物品名:"美味的蛋酒" 制造描述:"种植并装饰一棵冬季圣诞树！"
        KLAUS = "那究竟是什么东西！",		-- 物品名:"克劳斯" 制造描述:"种植并装饰一棵冬季圣诞树！"
        KLAUS_SACK = "我们绝对应该打开那东西。",		-- 物品名:"赃物袋" 制造描述:"种植并装饰一棵冬季圣诞树！"
		KLAUSSACKKEY = "对一个鹿角来说这真是太花俏了。",		-- 物品名:"麋鹿茸" 制造描述:"种植并装饰一棵冬季圣诞树！"
		WORMHOLE =
		{
			GENERIC = "通过暗影之力链接两个位点的通道",		-- 物品名:"虫洞"->默认
			OPEN = "通道打开了，我可以探测一下掉落的位置",		-- 物品名:"虫洞"->打开
		},
		WORMHOLE_LIMITED = "一个看着就很恶心的洞",		-- 物品名:"生病的虫洞"单机专属（蛋壳工程）
		ACCOMPLISHMENT_SHRINE = "我想用一下它，我想让全世界都知道我的所作所为。",        		-- 物品名:"奖杯" 制造描述:"证明你作为一个人的价值。"
		LIVINGTREE = "这是一种特殊的树，可以用作暗影技术的原材料",		-- 物品名:"完全正常的树"
		ICESTAFF = "激发蓝宝石的力量冻住敌人",		-- 物品名:"冰魔杖" 制造描述:"把敌人冰冻在原地。"
		REVIVER = "把我的朋友带回来吧，我不想再失去朋友了",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
		SHADOWHEART = "它正是最关键的核心，可以驱动之前拼起来的暗影回路！",		-- 物品名:"暗影心房"
        ATRIUM_RUBBLE = 
        {
			LINE_1 = "它描绘了一种古老的文明。人们看起来又饿又怕。",		-- 物品名:"古代的壁画"->第一行
			LINE_2 = "这块板磨损严重，无法识别。",		-- 物品名:"古代的壁画"->第二行
			LINE_3 = "有黑暗的东西悄悄逼近这座城市和城里的人。",		-- 物品名:"古代的壁画"->第三行
			LINE_4 = "人们的皮肤在脱落。他们在地底下看起来不一样。",		-- 物品名:"古代的壁画"->第四行
			LINE_5 = "能看出这是一座科技发达的宏伟城市。",		-- 物品名:"古代的壁画"->第五行
		},
        ATRIUM_STATUE = "只是仪式用品，雕像本身不具备暗影之力",		-- 物品名:"远古雕像"
        ATRIUM_LIGHT = 
        {
			ON = "暗影回路正常运转，能为我提供短暂的光明",		-- 物品名:"古代的灯塔"->开启
			OFF = "暗影回路现在是关闭的，需要特定的钥匙开启",		-- 物品名:"古代的灯塔"->关闭
		},
        ATRIUM_GATE =
        {
			ON = "好，通道已经开启了，撒麻坂町，这将是一场硬仗",		-- 物品名:"古代的通道"->开启
			OFF = "这是一个暗影回路驱动的大门，里面有极其强烈的暗影之力",		-- 物品名:"古代的通道"->关闭
			CHARGING = "正在充能，暂时无法打开……吗",		-- 物品名:"古代的通道"->充能中
			DESTABILIZING = "是最后的自我保护机制！先离开这里！",		-- 物品名:"古代的通道"->不稳定
			COOLDOWN = "重生……了吗？再过些时日，它又会回到最初的形态。呼，好厉害，我做不出来。",		-- 物品名:"古代的通道"->冷却中
        },
        ATRIUM_KEY = "这是，通往暗影中庭的钥匙，极其精巧，我无法复制它的结构",		-- 物品名:"古代的钥匙"
		LIFEINJECTOR = "有我在，你们难道还不够振奋吗？还需要打强心针吗？",		-- 物品名:"强心针" 制造描述:"提高下你那日渐衰退的最大健康值吧。"
		SKELETON_PLAYER =
		{
			MALE = "%s ，下次躲到我身后吧。",		-- 物品名:"骷髅"->男性
			FEMALE = "%s ，下次躲到我的大尾巴后面吧，别乱摸。",		-- 物品名:"骷髅"->女性
			ROBOT = "机器人也会有骸骨的吗？",		-- 物品名:"骷髅"->机器人
			DEFAULT = "%s ，下次躲到我身后吧。",		-- 物品名:"物品栏物品"
		},
		HUMANMEAT = "我说玩家，你作弊了吧？",		-- 物品名:"长猪"
		HUMANMEAT_COOKED = "我说玩家，你作弊还上瘾了吧？",		-- 物品名:"煮熟的长猪"
		HUMANMEAT_DRIED = "我说玩家，你知道吗，这其实是你自己哦",		-- 物品名:"长猪肉干"
		ROCK_MOON = "这石头里也有一种特殊的能量，开采一下试试吧",		-- 物品名:"岩石"
		MOONROCKNUGGET = "这种石头到底有什么用呢？肯定不是用于暗影技术",		-- 物品名:"月岩"
		MOONROCKCRATER = "这是一个有趣的结构，如果在这里镶嵌宝石的话……",		-- 物品名:"有洞的月亮石" 制造描述:"用于划定地盘的岩石。"
		MOONROCKSEED = "这是！它似乎能开启通往另一个世界的大门！撒麻坂町都做不到",		-- 物品名:"天体宝球"
        REDMOONEYE = "这不是我的眼睛，我不是兔子，没有红眼病",		-- 物品名:"红色月眼"
        PURPLEMOONEYE = "用富含魔力的紫宝石来做这个……不过挺好看的",		-- 物品名:"紫色月眼"
        GREENMOONEYE = "绿宝石可是暗影之力适应性极佳的材料，镶嵌到这里……",		-- 物品名:"绿色月眼"
        ORANGEMOONEYE = "让我看见另一边吧。顺便说一句，我的男孩子，没有橘子",		-- 物品名:"橘色月眼"
        YELLOWMOONEYE = "黄色的眼睛，在雾里应该看得更清楚吧",		-- 物品名:"黄色月眼"
        BLUEMOONEYE = "这是大海的眼睛",		-- 物品名:"蓝色月眼"
        BOARRIOR = "你可真大！",		-- 物品名:"大熔炉猪战士"熔炉专用，下同（蛋壳工程）
        BOARON = "我可以应对他！",		-- 物品名:"小猪"
        PEGHOOK = "那家伙喷出来的东西有腐蚀性！",		-- 物品名:"蝎子"
        TRAILS = "他的胳膊真壮啊。",		-- 物品名:"大猩猩"
        TURTILLUS = "它的壳有尖刺！",		-- 物品名:"坦克龟"
        SNAPPER = "这家伙会咬人。",		-- 物品名:"鳄鱼指挥官"
		RHINODRILL = "他的鼻子很适合干这个活。",		-- 物品名:"后扣帽犀牛兄弟"
		BEETLETAUR = "我在这里都能闻到他的气味！",		-- 物品名:"地狱独眼巨猪"
        LAVAARENA_PORTAL = 
        {
            ON = "我要走了。",		-- 物品名:"远古传送门"->开启
            GENERIC = "能过来，应该也能回去吧？",		-- 物品名:"远古传送门"->默认
        },
        HEALINGSTAFF = "释放再生的力量。",		-- 物品名:"生存魔杖"
        FIREBALLSTAFF = "召唤流星从天而降。",		-- 物品名:"地狱魔杖"
        HAMMER_MJOLNIR = "这把敲东西的锤子可真重。",		-- 物品名:"锻锤"
        SPEAR_GUNGNIR = "我可以用它快速充电。",		-- 物品名:"尖齿矛"
        BLOWDART_LAVA = "我可以在范围内用这个武器。",		-- 物品名:"吹箭"
        BLOWDART_LAVA2 = "它利用一股强气流来推动抛射物。",		-- 物品名:"熔化吹箭"
        WEBBER_SPIDER_MINION = "可以说他们是在为我们战斗吧。",		-- 物品名:"蜘蛛宝宝"
        BOOK_FOSSIL = "这样能把那些怪物拖住一阵子。",		-- 物品名:"石化之书"
		SPEAR_LANCE = "它直击要害。",		-- 物品名:"螺旋矛"
		BOOK_ELEMENTAL = "我看不清这些字。",		-- 物品名:"召唤之书"
        QUAGMIRE_ALTAR = 
        {
        	GENERIC = "我们最好开始煮些祭品。",		-- 物品名:"饕餮祭坛"->默认
        	FULL = "它正在消化。",		-- 物品名:"饕餮祭坛"->满了
    	},
		QUAGMIRE_SUGARWOODTREE = 
		{
			GENERIC = "它含有大量美味可口的树液。",		-- 物品名:"糖木树"->默认
			STUMP = "那棵树哪去了？真是一桩谜题。",		-- 物品名:"糖木树"->暴食模式糖木树只剩树桩了
			TAPPED_EMPTY = "丰富的汁液。",		-- 物品名:"糖木树"->暴食模式糖木树空了
			TAPPED_READY = "香甜的金黄色汁液。",		-- 物品名:"糖木树"->暴食模式糖木树好了
			TAPPED_BUGS = "蚂蚁就是这样来的。",		-- 物品名:"糖木树"->暴食模式糖木树上有蚂蚁
			WOUNDED = "它看上去生病了。",		-- 物品名:"糖木树"->暴食糖木树生病了
		},
		QUAGMIRE_SPOTSPICE_SHRUB = 
		{
			GENERIC = "它让我想起来那些带触手的怪物。",		-- 物品名:"带斑点的小灌木"->默认
			PICKED = "从那丛灌木中采集不到更多果实了。",		-- 物品名:"带斑点的小灌木"->被采完了
		},
		QUAGMIRE_SALT_RACK =
		{
			READY = "盐积聚在绳子上了。",		-- 物品名:"盐架"->准备好了
			GENERIC = "科学的发展需要时间。",		-- 物品名:"盐架"->默认
		},
		QUAGMIRE_SAFE = 
		{
			GENERIC = "这是保险箱，用来保护物品安全的。",		-- 物品名:"保险箱"->默认
			LOCKED = "没有钥匙就打不开。",		-- 物品名:"保险箱"->锁住了
		},
		QUAGMIRE_MUSHROOMSTUMP =
		{
			GENERIC = "那些是蘑菇吗？这真是一桩难题。",		-- 物品名:"蘑菇"->默认
			PICKED = "应该不会长回来了。",		-- 物品名:"蘑菇"->被采完了
		},
        QUAGMIRE_RUBBLE_HOUSE = 
		{
			"空无一人。",		-- 物品名:"残破的房子" 制造描述:未找到
			"这个小镇被摧毁了。",		-- 物品名:"残破的房子" 制造描述:未找到
			"不知道他们惹怒了谁。",		-- 物品名:"残破的房子" 制造描述:未找到
		},
        QUAGMIRE_SWAMPIGELDER =
        {
            GENERIC = "我猜你是这里的老大？",		-- 物品名:"沼泽猪长老"->默认
            SLEEPING = "它睡着了，暂时睡着了。",		-- 物品名:"沼泽猪长老"->睡着了
        },
        QUAGMIRE_FOOD =
        {
        	GENERIC = "我应该把它献祭在饕餮祭坛上。",		-- 物品名:未找到
            MISMATCH = "不是它想要的。",		-- 物品名:未找到
            MATCH = "科学说这样会安抚天空之神。",		-- 物品名:未找到
            MATCH_BUT_SNACK = "真的，这更像是小吃。",		-- 物品名:未找到
        },
        QUAGMIRE_PARK_GATE =
        {
            GENERIC = "没钥匙不行。",		-- 物品名:"铁门"->默认
            LOCKED = "锁得牢牢的。",		-- 物品名:"铁门"->锁住了
        },
        QUAGMIRE_PIGEON =
        {
            DEAD = "讨厌的鸽子终于死了",		-- 物品名:"鸽子"->死了 制造描述:"这是一只完整的活鸽。"
            GENERIC = "太真可以把这只鸽子绑起来吗？",		-- 物品名:"鸽子"->默认 制造描述:"这是一只完整的活鸽。"
            SLEEPING = "咱们悄悄地，接近这只鸽子",		-- 物品名:"鸽子"->睡着了 制造描述:"这是一只完整的活鸽。"
        },
        WINONA_CATAPULT =
        {
            GENERIC = "用机器帮助我们扔石头砸敌人吧",		-- 物品名:"薇诺娜的投石机"->默认 制造描述:"向敌人投掷大石块"
            OFF = "怎么不动了哩",		-- 物品名:"薇诺娜的投石机"->关闭 制造描述:"向敌人投掷大石块"
            BURNING = "天呐，着火了！",		-- 物品名:"薇诺娜的投石机"->正在燃烧 制造描述:"向敌人投掷大石块"
            BURNT = "太真救不了它了...",		-- 物品名:"薇诺娜的投石机"->烧焦的 制造描述:"向敌人投掷大石块"
        },
        WINONA_SPOTLIGHT =
        {
            GENERIC = "真棒！",		-- 物品名:"薇诺娜的聚光灯"->默认 制造描述:"白天夜里都发光"
            OFF = "好像不能运作了...",		-- 物品名:"薇诺娜的聚光灯"->关闭 制造描述:"白天夜里都发光"
            BURNING = "快灭火！",		-- 物品名:"薇诺娜的聚光灯"->正在燃烧 制造描述:"白天夜里都发光"
            BURNT = "太真救不了它了...",		-- 物品名:"薇诺娜的聚光灯"->烧焦的 制造描述:"白天夜里都发光"
        },
        WINONA_BATTERY_LOW =
        {
            GENERIC = "这个是什么东西呀？",		-- 物品名:"薇诺娜的发电机"->默认 制造描述:"要确保电力供应充足"
            LOWPOWER = "想想办法吧",		-- 物品名:"薇诺娜的发电机"->没电了 制造描述:"要确保电力供应充足"
            OFF = "它在偷懒！？",		-- 物品名:"薇诺娜的发电机"->关闭 制造描述:"要确保电力供应充足"
            BURNING = "救救它吧",		-- 物品名:"薇诺娜的发电机"->正在燃烧 制造描述:"要确保电力供应充足"
            BURNT = "太真救不了它了...",		-- 物品名:"薇诺娜的发电机"->烧焦的 制造描述:"要确保电力供应充足"
        },
        WINONA_BATTERY_HIGH =
        {
            GENERIC = "嘿！这不科学！",		-- 物品名:"薇诺娜的宝石发电机"->默认 制造描述:"这玩意烧宝石，所以肯定不会差。"
            LOWPOWER = "马上就没电了。",		-- 物品名:"薇诺娜的宝石发电机"->没电了 制造描述:"这玩意烧宝石，所以肯定不会差。"
            OFF = "科学每次都能战胜魔法。",		-- 物品名:"薇诺娜的宝石发电机"->关闭 制造描述:"这玩意烧宝石，所以肯定不会差。"
            BURNING = "熊熊烈火！",		-- 物品名:"薇诺娜的宝石发电机"->正在燃烧 制造描述:"这玩意烧宝石，所以肯定不会差。"
            BURNT = "太真救不了它了...",		-- 物品名:"薇诺娜的宝石发电机"->烧焦的 制造描述:"这玩意烧宝石，所以肯定不会差。"
        },
		        BOATFRAGMENT03 = "碎片片",		-- 物品名:"船碎片"
        BOATFRAGMENT04 = "是拼图吗？",		-- 物品名:"船碎片"
        BOATFRAGMENT05 = "这是那张盘子的碎片",		-- 物品名:"船碎片"
		BOAT_LEAK = "盘子漏水啦！",		-- 物品名:"漏洞"
        MAST = "向主人心里的地方去",		-- 物品名:"桅杆"
        SEASTACK = "天呐，那是什么！？",		-- 物品名:"浮堆"
        FISHINGNET = "太真要吃小鱼鱼",		-- 物品名:"渔网" 制造描述:"就是一张网。"
        ANTCHOVIES = "想吃~",		-- 物品名:"蚁头凤尾鱼"
        STEERINGWHEEL = "太真可以转动！",		-- 物品名:"方向舵"
        ANCHOR = "咚！",		-- 物品名:"锚"
        BOATPATCH = "修补盘子~",		-- 物品名:"船补丁" 制造描述:"打补丁永远不晚。"
        DRIFTWOOD_TREE = 
        {
            BURNING = "不！快停下来！",		-- 物品名:"浮木"->正在燃烧
            BURNT = "已经焦了...",		-- 物品名:"浮木"->烧焦的
            CHOPPED = "劳作...劳作...",		-- 物品名:"浮木"->被砍了
            GENERIC = "你还好吗？",		-- 物品名:"浮木"->默认
        },
        DRIFTWOOD_LOG = "湿漉漉的",		-- 物品名:"浮木桩"
        MOON_TREE = 
        {
            BURNING = "呀！",		-- 物品名:"月树"->正在燃烧
            BURNT = "是谁把树烧了？",		-- 物品名:"月树"->烧焦的
            CHOPPED = "太真应该抢在前面",		-- 物品名:"月树"->被砍了
            GENERIC = "神奇的植物",		-- 物品名:"月树"->默认
        },
		MOON_TREE_BLOSSOM = "这是啥？",		-- 物品名:"月树花"
        MOONBUTTERFLY = 
        {
        	GENERIC = "发光的小精灵！",		-- 物品名:"月蛾"->默认
        	HELD = "hiahia,被我捉住了吧",		-- 物品名:"月蛾"->拿在手里
        },
		MOONBUTTERFLYWINGS = "呜,飞不起来了",		-- 物品名:"月蛾翅膀"
        MOONBUTTERFLY_SAPLING = "你也可以长得像太真一样高的！",		-- 物品名:"月树苗"
        ROCK_AVOCADO_FRUIT = "硬硬的",		-- 物品名:"石果"
        ROCK_AVOCADO_FRUIT_RIPE = "太真可以吃这个吗？",		-- 物品名:"成熟石果"
        ROCK_AVOCADO_FRUIT_RIPE_COOKED = "好吃的！",		-- 物品名:"熟石果"
        ROCK_AVOCADO_FRUIT_SPROUT = "等你长大了就把你吃了！",		-- 物品名:"发芽的石果"
        ROCK_AVOCADO_BUSH = 
        {
        	BARREN = "能长好吃的果子吗？",		-- 物品名:"石果灌木丛"
			WITHERED = "好吃的食物要没了...",		-- 物品名:"石果灌木丛"->枯萎了
			GENERIC = "有好吃的果子吃吗？",		-- 物品名:"石果灌木丛"->默认
			PICKED = "太真下次再来！",		-- 物品名:"石果灌木丛"->被采完了
			DISEASED = "快好起来吧~",		-- 物品名:"石果灌木丛"->生病了
			DISEASING = "看上去脸色不太好",		-- 物品名:"石果灌木丛"->正在生病？？
			BURNING = "着火了！着火了！",		-- 物品名:"石果灌木丛"->正在燃烧
		},
        DEAD_SEA_BONES = "骨头",		-- 物品名:"海骨"
        HOTSPRING = 
        {
        	GENERIC = "泡澡时间！",		-- 物品名:"温泉"->默认
        	BOMBED = "暖暖的",		-- 物品名:"温泉"
        	GLASS = "emmmm",		-- 物品名:"温泉"
        },
        MOONGLASS = "得想个办法把它拼起来",		-- 物品名:"月亮碎片"
        MOONGLASS_ROCK = "好看~",		-- 物品名:"月光玻璃"
        BATHBOMB = "送给主人！",		-- 物品名:"沐浴球" 制造描述:"春天里来百花香？这点子把地都炸碎了"
        TRAP_STARFISH =
        {
            GENERIC = "还行",		-- 物品名:"海星"->默认
            CLOSED = "啪啪~！",		-- 物品名:"海星"
        },
        DUG_TRAP_STARFISH = "哦吼",		-- 物品名:"海星陷阱"
        SPIDER_MOON = 
        {
        	GENERIC = "这团团的是什么",		-- 物品名:"破碎蜘蛛"->默认
        	SLEEPING = "嘘...",		-- 物品名:"破碎蜘蛛"->睡着了
        	DEAD = "噢，真对不起",		-- 物品名:"破碎蜘蛛"->死了
        },
        MOONSPIDERDEN = "把这个洞堵上~",		-- 物品名:"破碎蜘蛛洞"
		FRUITDRAGON =
		{
			GENERIC = "成长中的填肚子的东西",		-- 物品名:"沙拉蝾螈"->默认
			RIPE = "感觉暖暖的。",		-- 物品名:"沙拉蝾螈"
			SLEEPING = "好机会",		-- 物品名:"沙拉蝾螈"->睡着了
		},
        PUFFIN =
        {
            GENERIC = "游水的啾啾",		-- 物品名:"海鹦鹉"->默认
            HELD = "萌萌的！",		-- 物品名:"海鹦鹉"->拿在手里
            SLEEPING = "太真想做点儿什么",		-- 物品名:"海鹦鹉"->睡着了
        },
		MOONGLASSAXE = "不错！",		-- 物品名:"月光玻璃斧" 制造描述:"脆弱而有效。"
		GLASSCUTTER = "刷刷刷",		-- 物品名:"玻璃刀" 制造描述:"尖端武器。"
        ICEBERG =
        {
            GENERIC = "冰冷的石头",		-- 物品名:"小冰山"->默认
            MELTED = "噢，又变水了",		-- 物品名:"小冰山"->融化了
        },
        ICEBERG_MELTED = "在他变成水之前做点什么",		-- 物品名:"融化的冰山"
        MINIFLARE = "能做漂亮的光",		-- 物品名:"信号" 制造描述:"为你信任的朋友照亮前路。"
		MOON_FISSURE = 
		{
			GENERIC = "啊，嗡嗡嗡~", 		-- 物品名:"天体裂隙"->默认
			NOLIGHT = "喵喵喵？",		-- 物品名:"天体裂隙"
		},
        MOON_ALTAR =
        {
            MOON_ALTAR_WIP = "需要更多的道具",		-- 物品名:未找到
            GENERIC = "在说些什么",		-- 物品名:未找到
        },
        MOON_ALTAR_IDOL = "奇形怪状的",		-- 物品名:"天体祭坛雕像"
        MOON_ALTAR_GLASS = "它是干嘛的？",		-- 物品名:"天体祭坛底座"
        MOON_ALTAR_SEED = "发光的球！好玩！",		-- 物品名:"天体祭坛宝球"
        MOON_ALTAR_ROCK_IDOL = "困住了？",		-- 物品名:"在呼唤我"
        MOON_ALTAR_ROCK_GLASS = "困住了？",		-- 物品名:"在呼唤我"
        MOON_ALTAR_ROCK_SEED = "困住了？",		-- 物品名:"在呼唤我"
        SEAFARING_PROTOTYPER =
        {
            GENERIC = "转，转，转！",		-- 物品名:"智囊团"->默认 制造描述:"海上科学。"
            BURNT = "不要烧了，不要！",		-- 物品名:"智囊团"->烧焦的 制造描述:"海上科学。"
        },
        SEAFARER_KIT = "太真要做更多的东西！",		-- 物品名:"智囊团" 制造描述:"海上科学。"
        BOAT_ITEM = "能下水了吗？",		-- 物品名:"船套装" 制造描述:"让大海成为你的领地。"
        STEERINGWHEEL_ITEM = "和主人一起开船！",		-- 物品名:"方向舵套装" 制造描述:"航海必备道具。"
        ANCHOR_ITEM = "好东西！",		-- 物品名:"锚套装" 制造描述:"船用刹车"
        MUTATEDHOUND = 
        {
        	DEAD = "没了呀",		-- 物品名:"恐怖猎犬"->死了
        	GENERIC = "衣服呢，汪汪？",		-- 物品名:"恐怖猎犬"->默认
        	SLEEPING = "趁他睡觉偷袭它",		-- 物品名:"恐怖猎犬"->睡着了
        },
        MUTATED_PENGUIN = 
        {
			DEAD = "哼，不是撒嘛坂町的对手！",		-- 物品名:"月石企鸥"->死了
			GENERIC = "小胖鸟~",		-- 物品名:"月石企鸥"->默认
			SLEEPING = "要去叫醒它吗？",		-- 物品名:"月石企鸥"->睡着了
		},
        CARRAT = 
        {
        	DEAD = "嗷。死了",		-- 物品名:"胡萝卜"->死了
        	GENERIC = "填肚子的东西跑开了！",		-- 物品名:"胡萝卜"->默认
        	HELD = "呵呵。好玩的小尾巴",		-- 物品名:"胡萝卜"->拿在手里
        	SLEEPING = "可爱的小萝卜呼呼睡",		-- 物品名:"胡萝卜"->睡着了
        },
		BULLKELP_PLANT = 
         {
            GENERIC = "想吃...",		-- 物品名:"公牛海带"->默认
            PICKED = "被哪个小坏蛋吃掉了",		-- 物品名:"公牛海带"->被采完了
        },
		BULLKELP_ROOT = "该把它做成什么料理呢？",		-- 物品名:"公牛海带茎"
		KELPHAT = "太真带上会好看吗",		-- 物品名:"海花冠" 制造描述:"让人神经焦虑的东西。"
        KELP = "好吃的！",		-- 物品名:"海带叶"
		KELP_COOKED = "闻起来挺香...嘿嘿",		-- 物品名:"熟海带叶"
		KELP_DRIED = "绿色的食物",		-- 物品名:"干海带叶"
		GESTALT = "来比划比划！？",		-- 物品名:"虚空之影"
        WALKINGPLANK = "跳板板！",		-- 物品名:"木板"
        OAR = "划水！划水！",		-- 物品名:"桨" 制造描述:"划，划，划小船。"
        COMPOSTWRAP = "这是给植物吃哒",		-- 物品名:"肥料包" 制造描述:"\"
        ARMOR_BRAMBLE = "长刺的狐狸，emmm",		-- 物品名:"荆棘护甲" 制造描述:"让大自然告诉你什么叫\"
        TRAP_BRAMBLE = "是个好东西",		-- 物品名:"荆棘陷阱" 制造描述:"都有机会中招的干扰陷阱。"
    },
    DESCRIBE_GENERIC = "撒麻坂町，你认识这个吗？",		--检查物品描述的缺省值
    DESCRIBE_TOODARK = "哇哇好黑，抱紧尾巴",		--天太黑
    DESCRIBE_SMOLDERING = "怎么冒烟了？",		--冒烟
    EAT_FOOD =
    {
        TALLBIRDEGG_CRACKED = "嗯，这鸟蛋的味道很不错，可惜没有加糖",		--吃孵化的高脚鸟蛋
    },
}
